{
    "RECORDS": [      {
      "id" : 1,
      "appreciation1" : "　　这首描写新年元日热闹、欢乐和万象更新的动人景象，抒发了作者革新政治的思想感情。\n　　首句“爆竹声中一岁除”，在阵阵鞭炮声中送走旧岁，迎来新年。起句紧扣题目，渲染春节热闹欢乐的气氛。次句“春风送暖入屠苏”，描写人们迎着和煦的春风，开怀畅饮屠苏酒。第三句“千门万户曈曈日”，写旭日的光辉普照千家万户。用“曈曈”表现日出时光辉灿烂的景象，象征无限光明美好的前景。结句“总把新桃换旧符”，既是写当时的民间习俗，又寓含除旧布新的意思。“桃符”是一种绘有神像、挂在门上避邪的桃木板。每年元旦取下旧桃符，换上新桃符。“新桃换旧符”与首句爆竹送旧岁紧密呼应，形象地表现了万象更新的景象。\n　　王安石不仅是政治家，还是诗人。他的不少描景绘物诗都寓有强烈的政治内容。本诗就是通过新年元旦新气象的描写，抒写自己执政变法，除旧布新，强国富民的抱负和乐观自信的情绪。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69086",
      "translation2" : "注释\n⑴元日：农历正月初一，即春节。\n⑵爆竹：古人烧竹子时使竹子爆裂发出的响声。用来驱鬼避邪，后来演变成放鞭炮。一岁除：一年已尽。除，逝去。\n⑶屠苏：“指屠苏酒，饮屠苏酒也是古代过年时的一种习俗，大年初一全家合饮这种用屠苏草浸泡的酒，以驱邪避瘟疫，求得长寿。\n⑷千门万户：形容门户众多，人口稠密。曈曈：日出时光亮而温暖的样子。\n⑸桃：桃符，古代一种风俗，农历正月初一时人们用桃木板写上神荼、郁垒两位神灵的名字，悬挂在门旁，用来压邪。也作春联。",
      "classes" : "古诗三百首#小学古诗#春节#风俗#抱负#小学六年级#",
      "author" : "王安石",
      "dynasty" : "宋代",
      "title" : "元日",
      "rank" : "",
      "first_sentence" : "爆竹声中一岁除，春风送暖入屠苏。",
      "translation1" : "译文\n    阵阵轰鸣的爆竹声中，旧的一年已经过去；和暖的春风吹来了新年，人们欢乐地畅饮着新酿的屠苏酒。\n    初升的太阳照耀着千家万户，他们都忙着把旧的桃符取下，换上新的桃符。",
      "content" : "爆竹声中一岁除，\\n春风送暖入屠苏。\\n千门万户曈曈日，\\n总把新桃换旧符。\\n"
    },
    {
      "id" : 2,
      "appreciation1" : "人们一般都认为这是一首咏春诗。从诗中所写的景物来看，也很像是这样。首句“胜日寻芳泗水滨”，“胜日”指晴日，点明天气。“泗水滨”点明地点。“寻芳”，即是寻觅美好的春景，点明了主题。下面三句都是写“寻芳”所见所得。次句“无边光景一时新”，写观赏春景中获得的初步印象。用“无边”形容视线所及的全部风光景物。“一时新”，既写出春回大地，自然景物焕然一新，也写出了作者郊游时耳目一新的欣喜感觉。第三句“等闲识得东风面”，句中的“识”字承首句中的“寻”字。“等闲识得”是说春天的面容与特征是很容易辨认的。“东风面”借指春天。第四句“万紫千红总是春”，是说这万紫千红的景象全是由春光点染而成的，人们从这万紫千红中认识了春天。感受到了春天的美。这就具体解答了为什么能“等闲识得东风面”。而此句的“万紫千红”又照应了第二句中的“光景一时新”。第三、四句是用形象的语言具体写出光景之新，寻芳所得。\r\n\r\n　　从字面上看，这首诗好像是写游春观感，但细究寻芳的地点是泗水之滨，而此地在宋南渡时早被金人侵占。朱熹未曾北上，当然不可能在泗水之滨游春吟赏。其实诗中的的“泗水”是暗指孔门，因为春秋时孔子曾在洙、泗之间弦歌讲学，教授弟子。因此所谓“寻访”即是指求圣人之道。“万紫千红”喻孔学的丰富多彩。诗人将圣人之道比作催发生机、点燃万物的春风。这其实是一首寓理趣于形象之中的哲理诗。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70974",
      "translation2" : "注释\n\n1、春日：春天。\r\n2、胜日：天气晴朗的好日子，也可看出人的好心情。\r\n3、寻芳：游春，踏青。\r\n4、泗水：河名，在山东省。\r\n5、滨：水边，河边。\r\n6、光景：风光风景。\r\n7、等闲：平常、轻易。“等闲识得”是容易识别的意思。\r\n8、东风：春风。",
      "classes" : "古诗三百首#写雨#写景#小学三年级#",
      "author" : "朱熹",
      "dynasty" : "宋代",
      "title" : "春日",
      "rank" : "",
      "first_sentence" : "胜日寻芳泗水滨，无边光景一时新。",
      "translation1" : "译文\n    风和日丽游春在泗水之滨，无边无际的风光焕然一新。\r\n谁都可以看出春天的面貌，春风吹得百花开放、万紫千红，到处都是春天的景致。",
      "content" : "胜日寻芳泗水滨，\\n无边光景一时新。\\n等闲识得东风面，\\n万紫千红总是春。\\n"
    },
    {
      "id" : 3,
      "appreciation1" : "　　这首送别有它特殊的感情色调。它不同于王勃《送杜少府之任蜀川》那种少年刚肠的离别，也不同于王维《渭城曲》那种深情体贴的离别。这首诗，表现的是一种充满诗意的离别。其之所以如此，是因为这是两位风流潇洒的诗人的离别，还因为这次离别跟一个繁华的时代、繁华的季节、繁华的地区相联系，在愉快的分手中还带着诗人李白的向往，这就使得这次离别有着无比的诗意。\n　　李白与孟浩然的交往，是在他刚出四川不久，正当年轻快意的时候，他眼里的世界，还几乎像黄金一般美好。比李白大十多岁的孟浩然，这时已经诗名满天下。他给李白的印象是陶醉在山水之间，自由而愉快，所以李白在《赠孟浩然》诗中说：“吾爱孟夫子，风流天下闻。红颜弃轩冕，白首卧松云。”这次离别正是开元盛世，太平而又繁荣，季节是烟花三月、春意最浓的时候，从黄鹤楼顺着长江而下，这一路都是繁花似锦。李白是那样一个浪漫、爱好游览的人，所以这次离别完全是在很浓郁的畅想曲和抒情诗的气氛里进行的。李白心里没有什么忧伤和不愉快，相反地认为孟浩然这趟旅行快乐得很，他向往扬州地区，又向往孟浩然，所以一边送别，一边心也就跟着飞翔，胸中有无穷的诗意随着江水荡漾。在一片美景之中送别友人，真是别有一番滋味在心头，美景令人悦目，送别却令人伤怀，以景见情，含蓄深厚，有如弦外之音，达到使人神往，低徊遐想的艺术效果。\n　　“故人西辞黄鹤楼”，这一句不光是为了点题，更因为黄鹤楼是天下名胜，可能是两位诗人经常流连聚会之所。因此一提到黄鹤楼，就带出种种与此处有关的富于诗意的生活内容。而黄鹤楼本身，又是传说仙人飞上天空去的地方，这和李白心目中这次孟浩然愉快地去广陵，又构成一种联想，增加了那种愉快的、畅想曲的气氛。\n　　“烟花三月下扬州”，在“三月”上加“烟花”二字，把送别环境中那种诗的气氛涂抹得尤为浓郁。烟花，指烟雾迷蒙，繁花似锦。给读者的感觉绝不是一片地、一朵花，而是看不尽、看不透的大片阳春烟景。三月是烟花之时，而开元时代繁华的长江下游，又正是烟花之地。“烟花三月”，不仅再现了那暮春时节、繁华之地的迷人景色，而且也透露了时代气氛。此句意境优美，文字绮丽，清人孙洙誉为“千古丽句”。 李白渴望去扬州之情溢于言表。\n　　“孤帆远影碧空尽，唯见长江天际流。”诗的后两句看起来似乎是写景，但在写景中包含着一个充满诗意的细节。“孤帆远影碧空尽”李白一直把朋友送上船，船已经扬帆而去，而他还在江边目送远去的风帆。李白的目光望着帆影，一直看到帆影逐渐模糊，消失在碧空的尽头，可见目送时间之长。帆影已经消逝了，然而李白还在翘首凝望，这才注意到一江春水，在浩浩荡荡地流向远远的水天交接之处。\n　　“唯见长江天际流”，是眼前景象，又不单纯是写景。李白对朋友的一片深情，李白的向往，正体现在这富有诗意的神驰目注之中。诗人的心潮起伏，正像滚滚东去的一江春水。总之，这一场极富诗意的、两位风流潇洒的诗人的离别，对李白来说，又是带着一片向往之情的离别，被诗人用绚烂的阳春三月的景色，将放舟长江的宽阔画面，将目送孤帆远影的细节，极为传神地表现出来。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8086",
      "translation2" : "注释\n⑴黄鹤楼：中国著名的名胜古迹，故址在今湖北武汉市武昌蛇山的黄鹄矶上，属于长江下游地带，传说三国时期的费祎于此登仙乘黄鹤而去，故称黄鹤楼。原楼已毁，现存楼为1985年修葺。孟浩然：李白的朋友。之：往、到达。广陵：即扬州。\n⑵故人：老朋友，这里指孟浩然。其年龄比李白大，在坛上享有盛名。李白对他很敬佩，彼此感情深厚，因此称之为“故人”。辞：辞别。\n⑶烟花：形容柳絮如烟、鲜花似锦的春天景物，指艳丽的春景。下：顺流向下而行。\n⑷碧空尽：消失在碧蓝的天际。尽：尽头，消失了。碧空：一作“碧山”。\n⑸唯见：只看见。天际流：流向天边 天际：天边，天边的尽头。",
      "classes" : "唐诗三百首#小学古诗#写景#写水#长江#地名#离别#友情#送别#小学四年级#",
      "author" : "李白",
      "dynasty" : "唐代",
      "title" : "黄鹤楼送孟浩然之广陵",
      "rank" : "",
      "first_sentence" : "故人西辞黄鹤楼，烟花三月下扬州。",
      "translation1" : "译文\n    老朋友向我频频挥手，告别了黄鹤楼，在这柳絮如烟、繁花似锦的阳春三月去扬州远游。\n    友人的孤船帆影渐渐地远去，消失在碧空的尽头，只看见一线长江，向邈远的天际奔流。",
      "content" : "故人西辞黄鹤楼，\\n烟花三月下扬州。\\n孤帆远影碧空尽，\\n唯见长江天际流。\\n"
    },
    {
      "id" : 4,
      "appreciation1" : "      这首诗写的是在寂静的月夜思念家乡的感受。\r\n\r\n　　诗的前两句，是写诗人在作客他乡的特定环境中一刹那间所产生的错觉。一个独处他乡的人，白天奔波忙碌，倒还能冲淡离愁，然而一到夜深人静的时候，心头\r\r\n就难免泛起阵阵思念故乡的波澜。何况是在月明之夜，更何况是月色如霜的秋夜。“疑是地上霜”中的“疑”字，生动地表达了诗人睡梦初醒，迷离恍惚中将照射在\r\r\n床前的清冷月光误作铺在地面的浓霜。而“霜”字用得更妙，既形容了月光的皎洁，又表达了季节的寒冷，还烘托出诗人飘泊他乡的孤寂凄凉之情。\r\n\r\n　　诗的后两句，则是通过动作神态的刻画，深化思乡之情。“望”字照应了前句的“疑”字，表明诗人已从迷朦转为清醒，他翘首凝望着月亮，不禁想起，此刻他\r\r\n的故乡也正处在这轮明月的照耀下。于是自然引出了“低头思故乡”的结句。“低头”这一动作描画出诗人完全处于沉思之中。而“思”字又给读者留下丰富的想象\r\r\n：那家乡的父老兄弟、亲朋好友，那家乡的一山一水、一草一木，那逝去的年华与往事……无不在思念之中。一个“思”字所包涵的内容实在太丰富了。\r\n\r\n　　明人胡应麟说：“太白诸绝句，信口而成，所谓无意于工而无不工者。”（《诗薮·内编》卷六）王世懋认为：“（绝句）盛唐惟青莲（李白）、龙标（王昌龄\r\r\n）二家诣极。李更自然，故居王上。”（《艺圃撷馀》）怎样才算“自然”，才是“无意于工而无不工”呢？这首《静夜思》就是个样榜。所以胡氏特地把它提出来\r\r\n，说是“妙绝古今”。\r\n\r\n　　这首小诗，既没有奇特新颖的想象，更没有精工华美的辞藻；它只是用叙述的语气，写远客思乡之情，然而它却意味深长，耐人寻味，千百年来，如此广泛地吸\r\r\n引着读者。\r\n\r\n　　一个作客他乡的人，大概都会有这样的感觉吧：白天倒还罢了，到了夜深人静的时候，思乡的情绪，就难免一阵阵地在心头泛起波澜；何况是月明之夜，更何况\r\r\n是明月如霜的秋夜！\r\n\r\n　　月白霜清，是清秋夜景；以霜色形容月光，也是古典诗歌中所经常看到的。例如梁简文帝萧纲《玄圃纳凉》诗中就有“夜月似秋霜”之句；而稍早于李白的唐代\r\r\n诗人张若虚在《春江花月夜》里，用“空里流霜不觉飞”来写空明澄澈的月光，给人以立体感，尤见构思之妙。可是这些都是作为一种修辞的手段而在诗中出现的。\r\r\n这诗的“疑是地上霜”，是叙述，而非摹形拟象的状物之辞，是诗人在特定环境中一刹那间所产生的错觉。为什么会有这样的错觉呢？不难想象，这两句所描写的是\r\r\n客中深夜不能成眠、短梦初回的情景。这时庭院是寂寥的，透过窗户的皎洁月光射到床前，带来了冷森森的秋宵寒意。诗人朦胧地乍一望去，在迷离恍惚的心情中，\r\r\n真好象是地上铺了一层白皑皑的浓霜；可是再定神一看，四周围的环境告诉他，这不是霜痕而是月色。月色不免吸引着他抬头一看，一轮娟娟素魄正挂在窗前，秋夜\r\r\n的太空是如此的明净！这时，他完全清醒了。\r\n\r\n　　秋月是分外光明的，然而它又是清冷的。对孤身远客来说，最容易触动旅思秋怀，使人感到客况萧条，年华易逝。凝望着月亮，也最容易使人产生遐想，想到故\r\r\n乡的一切，想到家里的亲人。想着，想着，头渐渐地低了下去，完全浸入于沉思之中。\r\n\r\n　　从“疑”到“举头”，从“举头”到“低头”，形象地揭示了诗人内心活动，鲜明地勾勒出一幅生动形象的月夜思乡图。\r\n\r\n　　短短四句诗，写得清新朴素，明白如话。它的内容是单纯的，但同时却又是丰富的。它是容易理解的，却又是体味不尽的。诗人所没有说的比他已经说出来的要\r\r\n多得多。它的构思是细致而深曲的，但却又是脱口吟成、浑然无迹的。从这里，读者不难领会到李白绝句的“自然”、“无意于工而无不工”的妙境。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7816",
      "translation2" : "韵译\n皎洁月光洒满床，恰似朦胧一片霜。\n仰首只见月一轮，低头教人倍思乡。",
      "classes" : "唐诗三百首#小学古诗#月亮#思乡#小学一年级#",
      "author" : "李白",
      "dynasty" : "唐代",
      "title" : "静夜思",
      "rank" : "",
      "first_sentence" : "床前明月光，疑是地上霜。",
      "translation1" : "直译\n    明亮的月光洒在床前的窗户纸上，好像地上泛起了一层霜。\n    我禁不住抬起头来，看那天窗外空中的一轮明月，不由得低头沉思，想起远方的家乡。",
      "content" : "床前明月光，\\n疑是地上霜。\\n举头望明月，\\n低头思故乡。\\n"
    },
    {
      "id" : 5,
      "appreciation1" : "　　杜甫在这首下自注：“余田园在东京。”诗的主题是抒写忽闻叛乱已平的捷报，急于奔回老家的喜悦。“剑外忽传收蓟北”，起势迅猛，恰切地表现了捷报的突然。诗人多年飘泊“剑外”，备尝艰苦，想回故乡而不可能，就是由于“蓟北”未收，安史之乱未平。如今“忽传收蓟北”，惊喜的洪流，一下子冲开了郁积已久的情感闸门，令诗人心中涛翻浪涌。“初闻涕泪满衣裳”，“初闻”紧承“忽传”，“忽传”表现捷报来得太突然，“涕泪满衣裳”则以形传神，表现突然传来的捷报在“初闻”的一刹那所激发的感情波涛，这是喜极而悲、悲喜交集的真实表现。“蓟北”已收，战乱将息，乾坤疮痍、黎民疾苦，都将得到疗救，诗人颠沛流离、感时恨别的苦日子，总算熬过来了。然而痛定思痛，诗人回想八年来熬过的重重苦难，又不禁悲从中来，无法压抑。可是，这一场浩劫，终于像噩梦一般过去了，诗人可以返回故乡了，人们将开始新的生活，于是又转悲为喜，喜不自胜。这“初闻”捷报之时的心理变化、复杂感情，如果用散文的写法，必需很多笔墨，而诗人只用“涕泪满衣裳”五个字作形象的描绘，就足以概括这一切。\n　　颔联以转作承，落脚于“喜欲狂”，这是惊喜的更高峰。“却看妻子”、“漫卷诗书”，这是两个连续性的动作，带有一定的因果关系。当诗人悲喜交集，“涕泪满衣裳”之时，自然想到多年来同受苦难的妻子儿女。“却看”就是“回头看”。“回头看”这个动作极富意蕴，诗人似乎想向家人说些什么，但又不知从何说起。其实，无需说什么了，多年笼罩全家的愁云不知跑到哪儿去了，亲人们都不再是愁眉苦脸，而是笑逐颜开，喜气洋洋。亲人的喜反转来增加了诗人的喜，诗人再也无心伏案了，随手卷起诗书，大家同享胜利的欢乐。\n　　“白日放歌须纵酒，青春作伴好还乡”一联，就“喜欲狂”作进一步抒写。“白日”，指晴朗的日子，点出人已到了老年。老年人难得“放歌”，也不宜“纵酒”；如今既要“放歌”，还须“纵酒”，正是“喜欲狂”的具体表现。这句写“狂”态，下句则写“狂”想。“青春”指春天的景物，春天已经来临，在鸟语花香中与妻子儿女们“作伴”，正好“还乡”。诗人想到这里，自然就会“喜欲狂”了。\n　　尾联写诗人“青春作伴好还乡”的狂想，身在梓州，而弹指之间，心已回到故乡。诗人的惊喜达到高潮，全诗也至此结束。这一联，包涵四个地名。“巴峡”与“巫峡”，“襄阳”与“洛阳”，既各自对偶（句内对），又前后对偶，形成工整的地名对；而用“即从”、“便下”绾合，两句紧连，一气贯注，又是活泼流走的流水对。再加上“穿”、“向”的动态与两“峡”两“阳”的重复，文势、音调，迅急有如闪电，准确地表现了诗人想象的飞驰。“巴峡”、“巫峡”、“襄阳”、“洛阳”，这四个地方之间都有很漫长的距离，而一用“即从”、“穿”、“便下”、“向”贯串起来，就出现了“即从巴峡穿巫峡，便下襄阳向洛阳”的疾速飞驰的画面，一个接一个地从读者眼前一闪而过。这里需要指出的是：诗人既展示想象，又描绘实境。从“巴峡”到“巫峡”，峡险而窄，舟行如梭，所以用“穿”；出“巫峡”到“襄阳”，顺流急驶，所以用“下”；从“襄阳”到“洛阳”，已换陆路，所以用“向”，用字高度准确。\n　　全诗感情奔放，痛快淋漓地抒发了作者无比喜悦的心情。后代诗论家都极为推崇此诗，浦起龙赞其为杜甫“生平第一首快诗也”（《读杜心解》）。\n　　此诗除第一句叙事点题外，其余各句，都是抒发诗人忽闻胜利消息之后的惊喜之情。诗人的思想感情出自胸臆，奔涌直泻。仇兆鳌在《杜少陵集详注》中引王嗣奭的话说：“此诗句句有喜跃意，一气流注，而曲折尽情，绝无妆点，愈朴愈真，他人决不能道。”",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=11064",
      "translation2" : "注释\n⑴闻：听说。官军：指唐朝军队。\n⑵剑外：剑门关以南，这里指四川。蓟北：泛指唐代幽州、蓟州一带，今河北北部地区，是安史叛军的根据地。\n⑶涕：眼泪。\n⑷却看：回头看。妻子：妻子和孩子。愁何在：哪还有一点的忧伤？愁已无影无踪。\n⑸漫卷(juǎn)诗书喜欲狂：胡乱地卷起。是说杜甫已经迫不及待地去整理行装准备回家乡去了。喜欲狂：高兴得简直要发狂。\n⑹放歌：放声高歌。须：应当。纵酒：开怀痛饮。\n⑺青春：指明丽的春天的景色。作伴：与妻儿一同。\n⑻巫峡：长江三峡之一，因穿过巫山得名。\n⑼便：就的意思。襄阳：今属湖北。洛阳：今属河南，古代城池。",
      "classes" : "唐诗三百首#小学古诗#思归#小学六年级#",
      "author" : "杜甫",
      "dynasty" : "唐代",
      "title" : "闻官军收河南河北",
      "rank" : "",
      "first_sentence" : "剑外忽传收蓟北，初闻涕泪满衣裳。",
      "translation1" : "译文\n    剑门关外，喜讯忽传，官军收复冀北一带。高兴之余，泪满衣裳。\n    回望妻子儿女，也已一扫愁云，随手卷起书，全家欣喜若狂。\n    老夫想要纵酒高歌，结伴春光同回故乡。\n    我的心魂早已高飞，就从巴峡穿过巫峡，再到襄阳直奔洛阳。",
      "content" : "剑外忽传收蓟北，\\n初闻涕泪满衣裳。\\n却看妻子愁何在，\\n漫卷诗书喜欲狂。\\n白日放歌须纵酒，\\n青春作伴好还乡。\\n即从巴峡穿巫峡，\\n便下襄阳向洛阳。\\n"
    },
    {
      "id" : 6,
      "appreciation1" : "“山重水复疑无路，柳暗花明又一村。”赏析 作者：佚名 　　既写出山西村山环水绕，花团锦簇，春光无限，另一方面它又富于哲理，表现了人生变化发展的某种规律性，令人回味无穷。表现了人与众不同的思维与精神——在逆境中往往蕴涵着无限的希望。诗人描述了山水萦绕的迷路感觉与移步换形又见新景象的喜悦之情；人们可以从中领悟到蕴含的生活哲理——不论前路多么难行难辨，只要坚定信念，勇于开拓，人生就能“绝处逢生”（出现一个充满光明与希望的新境界）。 ",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69127",
      "translation2" : "注释\n⑴腊酒：腊月里酿造的酒。\n⑵足鸡豚：意思是准备了丰盛的菜肴。足：足够，丰盛。豚，小猪，中代指猪肉。\n⑶山重水复：一座座山、一道道水重重叠叠。\n⑷柳暗花明：柳色深绿，花色红艳。\n⑸箫鼓：吹箫打鼓。春社：古代把立春后第五个戊日做为春社日，拜祭社公（土地神）和五谷神，祈求丰收。\n⑹古风存：保留着淳朴古代风俗。\n⑺若许：如果这样。闲乘月：有空闲时趁着月光前来。\n⑻无时：没有一定的时间，即随时。叩门：敲门。",
      "classes" : "小学古诗#初中古诗#写景#山水#乡村#生活#哲理#小学四年级#",
      "author" : "陆游",
      "dynasty" : "宋代",
      "title" : "游山西村",
      "rank" : "",
      "first_sentence" : "莫笑农家腊酒浑，丰年留客足鸡豚。",
      "translation1" : "译文\n    不要笑农家腊月里酿的酒浊而又浑，在丰收屿年景里待客菜肴非常丰繁。\n    山峦重叠水流曲折正担心无路可走，柳绿花艳忽然眼前又出现一个山村。\n    吹着箫打起鼓春社的日子已经接近，村民们衣冠简朴古代风气仍然保存。\n    今后如果还能乘大好月色出外闲游，我一定拄着拐杖随时来敲你的家门。",
      "content" : "莫笑农家腊酒浑，\\n丰年留客足鸡豚。\\n山重水复疑无路，\\n柳暗花明又一村。\\n箫鼓追随春社近，\\n衣冠简朴古风存。\\n从今若许闲乘月，\\n拄杖无时夜叩门。\\n"
    },
    {
      "id" : 7,
      "appreciation1" : "　　此以“渭城曲”为题载于《全唐诗》卷一百二十八。下面是唐代文学研究会常务理事、李商隐研究会会长刘学锴先生对此诗的赏析。\n　　此诗前两句写送别的时间，地点，环境气氛。清晨，渭城客舍，自东向西一直延伸、不见尽头的驿道，客舍周围、驿道两旁的柳树。这一切，都仿佛是极平常的眼前景，读来却风光如画，抒情气氛浓郁。“朝雨”在这里扮演了一个重要的角色。早晨的雨下得不长，刚刚润湿尘土就停了。从长安西去的大道上，平日车马交驰，尘上飞扬，朝雨乍停，天气晴朗，道路显得洁净、清爽。“浥轻尘”的“浥”字是湿润的意思，在这里用得很有分寸，显出这雨澄尘而不湿路，恰到好处，仿佛天从人愿，特意为远行的人安排一条轻尘不扬的道路。客舍，本是羁旅者的伴侣；杨柳，更是离别的象征。选取这两件事物，自然有意关合送别。它们通常总是和羁愁别恨联结在一起而呈现出黯然销魂的情调。而今天，却因一场朝雨的洒洗而别具明朗清新的风貌──“客舍青青柳色新”。平日路尘飞扬，路旁柳色不免笼罩着灰蒙蒙的尘雾，一场朝雨，才重新洗出它那青翠的本色，所以说“新”，又因柳色之新，映照出客舍青青来。总之，从清朗的天宇，到洁净的道路，从青青的客舍，到翠绿的杨柳，构成了一幅色调清新明朗的图景，为这场送别提供了典型的自然环境。这是一场深情的离别，但却不是黯然销魂的离别。相反地，倒是透露出一种轻快而富于希望的情调。“轻尘”、“青青”、“新”等词语，声韵轻柔明快，加强了读者的这种感受。\n　　绝句在篇幅上受到严格限制。这首诗，对如何设宴饯别，宴席上如何频频举杯，殷勤话别，以及启程时如何依依不舍，登程后如何瞩目遥望等等，一概舍去，只剪取饯行宴席即将结束时主人的劝酒辞：再干了这一杯吧，出了阳关，可就再也见不到老朋友了。诗人像高明的摄影师，摄下了最富表现力的镜头。宴席已经进行了很长一段时间，酿满别情的酒已经喝过多巡，殷勤告别的话已经重复过多次，朋友上路的时刻终于不能不到来，主客双方的惜别之情在这一瞬间都到达了顶点。主人的这句似乎脱口而出的劝酒辞就是此刻强烈、深挚的惜别之情的集中表现。\n　　三四两句是一个整体。要深切理解这临行劝酒中蕴含的深情，就不能不涉及“西出阳关”。处于河西走廊尽西头的阳关，和它北面的玉门关相对，从汉代以来，一直是内地出向西域的通道。唐代国势强盛，内地与西域往来频繁，从军或出使阳关之外，在盛唐人心目中是令人向往的壮举。但当时阳关以西还是穷荒绝域，风物与内地大不相同。朋友“西出阳关”，虽是壮举，却又不免经历万里长途的跋涉，备尝独行穷荒的艰辛寂寞。因此，这临行之际“劝君更尽一杯酒”，就像是浸透了诗人全部丰富深挚情谊的一杯浓郁的感情琼浆。这里面，不仅有依依惜别的情谊，而且包含着对远行者处境、心情的深情体贴，包含着前路珍重的殷勤祝愿。对于送行者来说，劝对方“更尽一杯酒”，不只是让朋友多带走自己的一分情谊，而且有意无意地延宕分手的时间，好让对方再多留一刻。“西出阳关无故人”之感，不只属于行者。临别依依，要说的话很多，但千头万绪，一时竟不知从何说起。这种场合，往往会出现无言相对的沉默，“劝君更尽一杯酒”，就是不自觉地打破这种沉默的方式，也是表达此刻丰富复杂感情的方式。诗人没有说出的比已经说出的要丰富得多。总之，三四两句所剪取的虽然只是一刹那的情景，却是蕴含极其丰富的一刹那。\n　　这首诗所描写的是一种最有普遍性的离别。它没有特殊的背景，而自有深挚的惜别之情，这就使它适合于绝大多数离筵别席演唱，后来编入乐府，成为最流行、传唱最久的歌曲。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5782",
      "translation2" : "注释\n（1）渭城曲：另题作《送元二使安西》，或名《阳关曲》或《阳关三叠》。\n（2）渭城：在今陕西省西安市西北，即秦代咸阳古城。浥：润湿。\n（3）客舍：旅馆。柳色：柳树象征离别。\n（4）阳关：在今甘肃省敦煌西南，为自古赴西北边疆的要道。",
      "classes" : "唐诗三百首#小学古诗#初中古诗#乐府#友情#送别#小学四年级#",
      "author" : "王维",
      "dynasty" : "唐代",
      "title" : "渭城曲 \/ 送元二使安西",
      "rank" : "",
      "first_sentence" : "渭城朝雨浥轻尘，客舍青青柳色新。",
      "translation1" : "译文\n    清晨的微雨湿润了渭城地面的灰尘，馆驿青堂瓦舍柳树的枝叶翠嫩一新。\n    真诚地奉劝我的朋友再干一杯美酒，向西出了阳关就难以遇到故旧亲人。",
      "content" : "渭城朝雨浥轻尘，\\n客舍青青柳色新。\\n劝君更尽一杯酒，\\n西出阳关无故人。\\n"
    },
    {
      "id" : 8,
      "appreciation1" : "　　白朴这首小令《天净沙·秋》与马致远的《天净沙·秋思》，无论写法还是构成的意境都有相似之处。此曲题目虽为“秋”，并且写尽秋意，却找不着一个“秋”字。 此曲开篇先绘出了一幅秋日黄昏图，营造出一种宁静、寂寥的氛围，再以名词并列组合的形式，选取典型的秋天景物，由远及近，描绘出一幅色彩绚丽的秋景图。秋景也由先前的萧瑟、寂寥变为明朗、清丽了。\n　　这首小令，只五句二十八个字，篇幅虽短，却以神来之笔捅绘出了一幅绝妙的秋景图。前三句着力渲染出一派深秋凄凉之景。黄昏时：如血的残霞映照着一座孤零零的小村庄，夕阳淡淡的炊烟袅袅，几只归巢的寒鸦，静静的站立在老树枝头，忽然，一只哀鸣的孤鸿，在人边晚霞影里远远的飞翔，而后两句，作者却将笔锋一转，写到：青山静静、绿水悠悠，白草绵绵，红叶片片，黄花朵朵，在暮色中，这些明丽的色彩，为这萧杀的气氛平添了许多生机活力。一扫前人一悲到底的俗套。\n　　白朴在写秋景选词语辞精炼，其词并不是单纯的突出秋的悲凉。前二句的“孤村落日残霞，轻烟老树寒鸦”，共用了六个图景：“孤村”、“落日”、“残霞”、“轻烟”、“老树”、“寒鸦”，而其中任何一个图景，都代表着秋日秋景的萧瑟气氛。为了要使这种萧瑟气氛活泼起来，于是作者接下来选用了“一点飞鸿影下”作为上半段的结语。如此一来，原本萧瑟的画面转成了活跃，寂寞的秋景彷佛也展现了另一种鲜活的生气。最后为了加强作者心目中秋景是美丽而有韵味的形象，因此再以“青山绿水，白草红叶黄花”作为曲文的结束语。这两句用了“青”、“绿”、“白”、“红”、“黄”五种颜色，而且“白草红叶黄花”这三种颜色，是交杂在“青山绿水”二种颜色之中；“青山绿水”是广大的图景，“白草红叶黄花”是细微的图景，如此交杂相错，于是原本是寂寞萧瑟的秋景，突然变得五颜六色而多彩多姿。由此可见，白朴的散曲写作技巧的高明了。\n　　如果联系白朴不愿在元朝做官的态度，读者就不难理解同样的秋景会有如此巨大反差的原因。画面中的“一点飞鸿”，与李白的《送裴十八图南归嵩山》其一：“举手指飞鸿，此情难具论。同归无早晚，颍水有清原”中的“飞鸿”有着异曲同工之妙，都暗喻作者本人。白朴不愿在朝廷中谋职，却希望自己像一只展翅高飞的鸿雁，飞离那种萧瑟、冷清、没有生气的地方，寻找到自己感到满意，有生机的乐土，还表示了作者的人生得到了美好的转折。因此“影下”的这片“青山绿水、白草红叶黄花”之地，读者可以理解为是作者的归隐之地，是作者的心中之景。情调开朗平和，没有一点消极之感，表现了作者对隐居生活的热爱之情，应属于虚写。在这支曲子中，作者非常巧妙地、不露痕迹地把“心中之景”与当时真实的环境放在一起，产生强烈的对比效果，含蓄地流露出自己的爱恨之情。\n　　描绘秋景，历来是中国古代文人喜爱的一个题材，为表现它而不惜笔墨的人骚客代代有之，留下的作品更是多不胜举，但许多作品易于流入俗套。白朴却能根据自己的观察和体验，在作品中，层次分明的描写了秋天的自然景象，虽然，在开始时，有些许的萧瑟之意，然而后来以缤纷的色彩作结，终究是赏心悦目、的韵味无穷的。他用笔精深，作品风格独具，婉约清丽，意境新颖，可与被誉为“秋思之祖”的马志远的《天净沙·秋思》媲美。这首小令不仅不俗，还很是典雅。词、曲有雅、俗之别，一般来说，词尚妩媚、含蓄，而曲贵尖新、直率。白朴的这支小令却有词的意境。曲中虽无“断肠人在天涯”之类句子，抒情主人公却时隐时现，在烟霞朦胧之中，传达出一种“地老天荒”的寂静。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71197",
      "translation2" : "注释\n①天净沙：曲牌名。\n②秋：题目。\n③残霞：快消散的晚霞。\n④寒鸦：天寒即将归林的乌鸦。\n⑤飞鸿：天空中的鸿雁。\n⑥飞鸿影下：雁影掠过。\n⑦白草：枯萎而不凋谢的白草。\n⑧黄花：菊花。\n⑨红叶：枫叶。",
      "classes" : "小学古诗#秋天#写景#小学六年级#",
      "author" : "白朴",
      "dynasty" : "元代",
      "title" : "天净沙·秋",
      "rank" : "",
      "first_sentence" : "孤村落日残霞，轻烟老树寒鸦，一点飞鸿影下。",
      "translation1" : "译文\n    太阳渐渐西沉，已衔着西山了，天边的晚霞也逐渐开始消散，只残留有几分黯淡的色彩，映照着远处安静的村庄是多么的孤寂，拖出那长长的影子。雾淡淡飘起，几只乌黑的乌鸦栖息在佝偻的老树上，远处的一只大雁飞掠而下，划过天际。山清水秀；霜白的小草、火红的枫叶、金黄的花朵，在风中一齐摇曳着，颜色几尽妖艳。",
      "content" : "孤村落日残霞，\\n轻烟老树寒鸦，\\n一点飞鸿影下。\\n青山绿水，\\n白草红叶黄花。\\n"
    },
    {
      "id" : 9,
      "appreciation1" : "　　“寒雨连江夜入吴”，迷蒙的烟雨笼罩着吴地江天（今南京一带，此地是三国孙吴故地。），织成了一张无边无际的愁网。夜雨增添了萧瑟的秋意，也渲染出了离别的黯淡气氛。那寒意不仅弥漫在满江烟雨之中，更沁透在两个离别友人的心头上。”连”字和”入”字写出雨势的平稳连绵，江雨悄然而来的动态能为人分明地感知，则人因离情萦怀而一夜未眠的情景也自可想见。 但是，这一幅水天相连、浩渺迷茫的吴江夜雨图，正好展现了一种极其高远壮阔的境界。中晚唐诗和婉约派宋词往往将雨声写在窗下梧桐、檐前铁马、池中残荷等等琐物上，而王昌龄却并不实写如何感知秋雨来临的细节，他只是将听觉、视觉和想象概括成连江入吴的雨势，以大片淡墨染出满纸烟雨，这就用浩大的气魄烘托了”平明送客楚山孤”的开阔意境。清晨，天色已明，辛渐即将登舟北归。诗人遥望江北的远山，想到友人不久便将隐没在楚山之外，孤寂之感油然而生。在辽阔的江面上，进入诗人视野的当然不止是孤峙的楚山，浩荡的江水本来是最易引起别情似水的联想的，唐人由此而得到的名句也多得不可胜数。 然而王昌龄没有将别愁寄予随友人远去的江水，却将离情凝注在矗立于苍莽平野的楚山之上。因为友人回到洛阳，即可与亲友相聚，而留在吴地的诗人，却只能像这孤零零的楚山一样，伫立在江畔空望着流水逝去。一个”孤”字如同感情的引线，自然而然牵出了后两句临别叮咛之辞：”洛阳亲友如相问，一片冰心在玉壶。”诗人从清澈无瑕、澄空见底的玉壶中捧出一颗晶亮纯洁的冰心以告慰友人，这就比任何相思的言辞都更能表达他对洛阳亲友的深情。\n　　早在六朝刘宋时期，诗人鲍照就用”清如玉壶冰”（《代白头吟》）来比喻高洁清白的品格。自从开元宰相姚崇作《冰壶诫》以来，盛唐诗人如王维、崔颢、李白等都曾以冰壶自励，推崇光明磊落、表里澄澈的品格。王昌龄托辛渐给洛阳亲友带去的口信不是通常的平安竹报，而是传达自己依然冰清玉洁、坚持操守的信念，是大有深意的。\n　　诗人在这以晶莹透明的冰心玉壶自喻，正是基于他与洛阳诗友亲朋之间的真正了解和信任，这决不是洗刷谗名的表白，而是蔑视谤议的自誉。因此诗人从清澈无瑕、澄空见底的玉壶中捧出一颗晶亮纯洁的冰心以告慰友人，这就比任何相思的言辞都更能表达他对洛阳亲友的深情。\n　　即景生情，情蕴景中，本是盛唐诗的共同特点，而深厚有余、优柔舒缓、“尽谢炉锤之迹”（胡应麟《诗薮》）又是王诗的独特风格。本诗那苍茫的江雨和孤峙的楚山，不仅烘托出诗人送别时的凄寒孤寂之情，更展现了诗人开朗的胸怀和坚强的性格。屹立在江天之中的孤山与冰心置于玉壶的比象之间又形成一种有意无意的照应，令人自然联想到诗人孤介傲岸、冰清玉洁的形象，使精巧的构思和深婉的用意融化在一片清空明澈的意境之中，所以天然浑成，不着痕迹，含蓄蕴藉，余韵无穷。\n　　《新唐书》王昌龄本传称”其诗绪密而思清”。他的绝句大都有这一特点，此首也不例外，特别是”洛阳亲友如相问，一片冰心在玉壶”二句，细致精密，给人以冰清玉洁之感。\n　　“一片冰心在玉壶”，即所谓”自明高志”。其中”冰心”二字见于《宋书》卷九十二：”冰心与贪流争激，霜情与晚节弥茂”。这是刘宋时代”清平无私”、”为上民所爱咏”的良吏陆徽的话，王昌龄取用”冰心”二字，当表示自己与”厉志廉洁，历任恪勤，奉公尽诚，克己无倦”的陆徽志同。”玉壶‘‘二字见于鲍照《代白头吟》：”直如朱丝绳，清如玉壶冰”。是高洁的象征。此外，陆机《汉高祖功臣颂》的”周苛慷慨，心若怀冰”、姚崇《冰壶诫序》的”夫洞澈无瑕，澄空见底，当官明白者，有类是乎。故内怀冰清，外涵玉润，此君子冰壶之德也”，大致都是”不牵于宦情”之意。王昌龄的这一名句不仅包蕴了”冰心”、”玉壶”、”心若怀冰”、”玉壶之德”等语意，而且深情而含蓄地表达了自己的品格和德行。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70843",
      "translation2" : "注释\n1.芙蓉楼：原名西北楼，在润州（今江苏省镇江市）西北。登临可以俯瞰长江，遥望江北。据《元和郡县志》卷二十六《江南道;润州》丹阳：“晋王恭为刺史，改创西南楼名万岁楼，西北楼名芙蓉楼。”丹阳在今江苏省西南部，东北滨长江，大运河斜贯，属镇江市。辛渐：人的一位朋友。\n2.寒雨：秋冬时节的冷雨。连江：雨水与江面连成一片，形容雨很大。吴：古代国名，这里泛指江苏南部、浙江北部一带。江苏镇江一带为三国时吴国所属。\n3.平明：天亮的时候。客：指作者的好友辛渐。楚山：楚地的山。这里的楚也指南京一带，因为古代吴、楚先后统治过这里，所以吴、楚可以通称。孤：独自，孤单一人。\n4.洛阳：现位于河南省西部、黄河南岸。\n5.冰心，比喻纯洁的心。玉壶，道教概念妙真道教义，专指自然无为虚无之心。",
      "classes" : "唐诗三百首#小学古诗#送别#写雨#抒情#小学六年级#",
      "author" : "王昌龄",
      "dynasty" : "唐代",
      "title" : "芙蓉楼送辛渐",
      "rank" : "",
      "first_sentence" : "寒雨连江夜入吴，平明送客楚山孤。",
      "translation1" : "译文\n    迷蒙的烟雨，连夜洒遍吴地江天；清晨送走你，孤对楚山离愁无限！\n    朋友啊，洛阳亲友若是问起我来；就说我依然冰心玉壶，坚守信念！",
      "content" : "寒雨连江夜入吴，\\n平明送客楚山孤。\\n洛阳亲友如相问，\\n一片冰心在玉壶。\\n"
    },
    {
      "id" : 10,
      "appreciation1" : "　　盛唐绝句，多寓情于景，情景交融，较少叙事成分；到了中唐，叙事成分逐渐增多，日常生活情事往往成为绝句的习见题材，风格也由盛唐的雄浑高华、富于浪漫气息转向写实。张籍这首《秋思》寓情于事，借助日常生活中一个富于包孕的片断——寄家书时的思想活动和行动细节，非常真切细腻地表达了作客他乡的人对家乡亲人的深切怀念。\n　　第一句交代“作家书”的原因（“见秋风”），说客居洛阳城，又见秋风。平平叙事，不事渲染，却有含蕴。秋风是无形的，可闻、可触、可感，而仿佛不可见。但正如春风可以染绿大地，带来无边春色一样，秋风所包含的肃杀之气，也可使木叶黄落，百卉凋零，给自然界和人间带来一片秋光秋色、秋容秋态。它无形可见，却处处可见。作客他乡的游子，见到这一切凄凉摇落之景，不可避免地要勾起羁泊异乡的孤孑凄寂情怀，引起对家乡、亲人的悠长思念。这平淡而富于含蕴的“见”字，所给予读者的暗示和联想，是很丰富的。\n　　第二句紧承“见秋风”，正面写“思”字。晋代张翰“因见秋风起，乃思吴中菰菜、莼羹、鲈鱼脍，曰：‘人生贵得适志，何能羁宦数千里，以要名爵乎？’遂命驾而归”（ 《晋书·张翰传》）。张籍祖籍吴郡，此时客居洛阳，情况与当年的张翰相仿佛，当他“见秋风”而起乡思的时候，也许曾经联想到张翰的这段故事。但由于种种没有明言的原因，竟不能效张翰的“命驾而归”，只好修一封家书来寄托思家怀乡的感情。这就使本来已经很深切强烈的乡思中又增添了欲归不得的怅惘，思绪变得更加复杂多端了。“欲作家书意万重”，“欲”字紧承“见秋风”。这“欲”字颇可玩味。原来人的心情是平静的，像一泓清水。秋风乍起，吹起他感情上的阵阵涟漪。它所表达的正是诗人铺纸伸笔之际的意念和情态：心里涌起千愁万绪，觉得有说不完、写不尽的话需要倾吐，而一时间竟不知从何处说起，也不知如何表达。行文顺畅自如，一气流贯，然而句末“意万重”三字，忽又来一个逆折，犹如书法上的无垂不缩。因此这里诗人的感情并未顺流而下，而是向更深的地方去开掘。这种手法，看似寻常，实极高超。诗人因见秋风而生乡思，于是欲作家书，可是千言万语，又不知从何写起。“意万重”，乃是以虚带实。刘禹锡《视刀环歌》云：“今朝两相视，脉脉万重心。”“万重心”、“万重意”，俱是极言思想感情的复杂。其中究竟有多少心意，每一个有生活经验的读者，都能体会得到。因为是“意万重”，这家书怎么写呢？写了没有？作者没有明言，让读者去想象，这就叫做含蓄不尽，耐人寻味。\n　　三、四两句，撇开写信的具体过程和具体内容，只剪取家书就要发出时的一个细节——“复恐匆匆说不尽，行人临发又开封。”诗人既因“意万重”而感到无从下笔，又因托“行人”之便捎信而无暇细加考虑，深厚丰富的情意和难以表达的矛盾，加以时间“匆匆”，竟使这封包含着千言万语的信近乎“书被催成墨未浓”（李商隐《无题四首》）了。书成封就之际，似乎已经言尽；但当捎信的行人就要上路的时候，却又忽然感到刚才由于匆忙，生怕信里漏写了什么重要的内容，于是又匆匆拆开信封。“复恐”二字，刻画心理入微。这“临发又开封”的行动，与其说是为了添写几句匆匆未说尽的内容，不如说是为了验证一下自己的疑惑和担心。（开封验看检查的结果也许证明这种担心纯属神经过敏。）而这种毫无定准的“恐”，竟然促使诗人不假思索地作出“又开封”的决定，正显出他对这封“意万重”的家书的重视和对亲人的深切思念——千言万语，惟恐遗漏了一句。如果真以为诗人记起了什么，又补上了什么，倒把富于诗情和戏剧性的生动细节化为平淡无味的实录了。这个细节之所以富于包孕和耐人咀嚼，正由于它是在“疑”而不是在“必”的心理基础上产生的。并不是生活中所有“行人临发又开封”的现象都具有典型性，都值得写进诗里。只有当它和特定的背景、特定的心理状态联系在一起的时候，方才显出它的典型意义。因此，在“见秋风”、“意万重”，而又“复恐匆匆说不尽”的情况下来写“临发又开封”的细节，本身就包含着对生活素材的提炼和典型化，而不是对生活的简单模写。王安石评张籍的诗说：“看似寻常最奇崛，成如容易却艰辛”（ 《题张司业诗》），这是深得张籍优秀作品创作要旨和甘苦的评论。这首极本色、极平淡，象生活本身一样自然的诗，似乎可以作为王安石精到评论的一个生动例证。\n　　全诗一气贯成，明白如话，朴素而又真实地表达游子的心态。在消息传达不便的封建社会，长期客居异地的人常有类似的体验，一经诗人提炼，这件极平常的小事、极普通的题材就具有了代表性的意义。后人每每读到，常有感同身受之叹，所谓人同此心，情同此理。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=20130",
      "translation2" : "注释\n⑴意万重：极言心思之多；\n⑵复恐：又恐怕；\n⑶行人：指捎信的人；\n⑷临发：将出发；\n⑸开封：拆开已经封好的家书。",
      "classes" : "小学古诗#秋天#思乡#小学五年级#",
      "author" : "张籍",
      "dynasty" : "唐代",
      "title" : "秋思",
      "rank" : "",
      "first_sentence" : "洛阳城里见秋风，欲作家书意万重。",
      "translation1" : "译文\n    一年一度的秋风，又吹到了洛阳城中，身居洛阳城内的游子，不知家乡的亲人怎么样了；写封家书问候平安，要说的话太多了，又不知从何说起。\n    信写好了，又担心匆匆中没有把自己想要说的话写完；当捎信人出发时，又拆开信封，再还给他。",
      "content" : "洛阳城里见秋风，\\n欲作家书意万重。\\n复恐匆匆说不尽，\\n行人临发又开封。\\n"
    },
    {
      "id" : 13,
      "appreciation1" : "　　这是人李白五十岁左右隐居庐山时写的一首风景诗。这首诗形象地描绘了庐山瀑布雄奇壮丽的景色，反映了诗人对祖国大好河山的无限热爱。 　　首句“日照香炉生紫烟”。“香炉”是指庐山的香炉峰。此峰在庐山西北，形状尖圆，像座香炉。由于瀑布飞泻，水气蒸腾而上，在丽日照耀下，仿佛有座顶天立地的香炉冉冉升起了团团紫烟。一个“生”字把烟云冉冉上升的景象写活了。此句为瀑布设置了雄奇的背景，也为下文直接描写瀑布渲染了气氛。\n　　次句“遥看瀑布挂前川”。“遥看瀑布”四字照应了题目《望庐山瀑布》。“挂前川” 是说瀑布像一条巨大的白练从悬崖直挂到前面的河流上。“挂”字化动为静，维纱维肖地写出遥望中的瀑布。\n　　诗的前两句从大处着笔，概写望中全景：山顶紫烟缭绕，山间白练悬挂，山下激流奔腾，构成一幅绚丽壮美的图景。\n　　第三句“飞流直下三千尺”是从近处细致地描写瀑布。“飞流”表现瀑布凌空而出，喷涌飞泻。“直下”既写出岩壁的陡峭，又写出水流之急。“三千尺”极力夸张，写山的高峻。\n　　这样写诗人觉得还没把瀑布的雄奇气势表现得淋漓尽致，于是接着又写上一句“疑是银河落九天”。说这“飞流直下”的瀑布，使人怀疑是银河从九天倾泻下来。一个“疑”，用得空灵活泼，若真若幻，引人遐想，增添了瀑布的神奇色彩。\n　　这首诗极其成功地运用了比喻、夸张和想象，构思奇特，语言生动形象、洗炼明快。苏东坡十分赞赏这首诗，说“帝遣银河一脉垂，古来唯有谪仙词”。“谪仙”就是李白。《望庐山瀑布》的确是状物写景和抒情的范例。 ",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71193",
      "translation2" : "注释\n1.香炉：指香炉峰。紫烟：指日光透过云雾，远望如紫色的烟云。孟浩然《彭蠡湖中望庐山》：“香炉初上日，瀑布喷成虹。”“日照”二句：一作“庐山上与星斗连，日照香炉生紫烟”。\n2.遥看：从远处看。挂：悬挂。前川：一作“长川”。川：河流，这里指瀑布。\n3.直：笔直。三千尺：形容山高。这里是夸张的说法，不是实指。\n4.疑：怀疑。银河：古人指银河系构成的带状星群。九天：一作“半天”。古人认为天有九重，九天是天的最高层，九重天，即天空最高处。此句极言瀑布落差之大。",
      "classes" : "小学古诗#写景#山水#瀑布#小学二年级#",
      "author" : "李白",
      "dynasty" : "唐代",
      "title" : "望庐山瀑布",
      "rank" : "",
      "first_sentence" : "日照香炉生紫烟，遥看瀑布挂前川。",
      "translation1" : "译文\n    香炉峰在阳光的照射下生起紫色烟霞，远远望见瀑布似白色绢绸悬挂在山前。\n    高崖上飞腾直落的瀑布好像有几千尺，让人恍惚以为银河从天上泻落到人间。",
      "content" : "日照香炉生紫烟，\\n遥看瀑布挂前川。\\n飞流直下三千尺，\\n疑是银河落九天。\\n"
    },
    {
      "id" : 17,
      "appreciation1" : "“桃花潭水深千尺，不及汪伦送我情”赏析 作者：佚名 　　用比兴手法，表达了对汪伦深情相送的感激。用“深千尺”的潭水比喻送别之深情，生动而形象，而又加“不及”二字，更增强了句的动人力量。这首有明显的民歌风味的诗词自然质朴，清新流畅。诗人用眼前普通的景物作比喻，写出了与友人的真挚情意。 ",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8014",
      "translation2" : "注释\n①踏歌：民间的一种唱歌形式，一边唱歌，一边用脚踏地打拍子，可以边走边唱。\n②桃花潭：在今安徽泾县西南一百里。《一统志》谓其深不可测。\n③深千尺：人用潭水深千尺比喻汪伦与他的友情，运用了夸张的手法（潭深千尺不是实有其事）写深情厚谊，十分动人。\n④不及：不如。\n⑤汪伦：李白的朋友。李白游泾（jīng）县（在今安徽省）桃花潭时，附近贾村的汪伦经常用自己酿的美酒款待李白，两人便由此结下深厚的友谊。历代出版的《李白集》、《唐诗三百首》、《全唐诗》注解，都认定汪伦是李白游历泾县时遇到的一个普通村民，这个观点一直延续至今，今人安徽学者汪光泽和李子龙先后研读了泾县《汪氏宗谱》、《汪渐公谱》、《汪氏续修支谱》，确知“汪伦又名凤林，为唐时知名士”，与李白、王维等人关系很好，经常以诗文往来赠答。开元天宝年间，汪伦为泾县令，李白“往候之，款洽不忍别”（详见《李白学刊》第二辑李子龙《关于汪伦其人》）。按此诗或为汪伦已闲居桃花潭时，李白来访所作。李白于公元754年（天宝十三载）自广陵、金陵至宣城，则此诗当不早于此前。",
      "classes" : "小学古诗#写水#离别#友情#送别#小学二年级#",
      "author" : "李白",
      "dynasty" : "唐代",
      "title" : "赠汪伦",
      "rank" : "",
      "first_sentence" : "李白乘舟将欲行，忽闻岸上踏歌声。",
      "translation1" : "译文\n    李白坐上小船刚刚要离开，忽然听到岸上传来告别的歌声。\n    即使桃花潭水有一千尺那么深，也不及汪伦送别我的一片情深。",
      "content" : "李白乘舟将欲行，\\n忽闻岸上踏歌声。\\n桃花潭水深千尺，\\n不及汪伦送我情。\\n "
    },
    {
      "id" : 18,
      "appreciation1" : "“小荷才露尖尖角，早有蜻蜓立上头。”赏析 作者：佚名 　　这首抒发了作者热爱生活之情，通过对小池中的泉水、树荫、小荷、蜻蜓的描写，给我们描绘出一种具有无限生命力的朴素、自然，而又充满生活情趣的生动画面：泉眼默默地渗出涓涓细流，仿佛十分珍惜那晶莹的泉水；绿树喜爱在晴天柔和的气氛里把自己的影子融入池水中；嫩嫩的荷叶刚刚将尖尖的叶角伸出水面，早就有调皮的蜻蜓轻盈地站立在上面了。全诗从“小”处着眼，生动、细致地描摹出初夏小池中生动的富于生命和动态感的新景象，现在用来形容初露头角的新人，因为荷花的小花苞在整个池塘中显得那么的渺小 ，却已经有蜻蜓在上面停留， 尖尖角可以看做是新生事物更可以看做是初生的年轻人， 而蜻蜓就是赏识它们的角色。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70970",
      "translation2" : "注释\n泉眼：泉水的出口。惜：吝惜。\n照水：映在水里。晴柔：晴天里柔和的风光。\n尖尖角：初出水端还没有舒展的荷叶尖端。\n上头：上面，顶端。为了押韵，“头”不读轻声。",
      "classes" : "古诗三百首#小学古诗#夏天#写水#池塘#小学一年级#",
      "author" : "杨万里",
      "dynasty" : "宋代",
      "title" : "小池",
      "rank" : "",
      "first_sentence" : "泉眼无声惜细流，树阴照水爱晴柔。",
      "translation1" : "译文\n    泉眼悄然无声是因舍不得细细的水流，树阴倒映水面是喜爱晴天和风的轻柔。\n    娇嫩的小荷叶刚从水面露出尖尖的角，早有一只调皮的小蜻蜓立在它的上头。",
      "content" : "泉眼无声惜细流，\\n树阴照水爱晴柔。\\n小荷才露尖尖角，\\n早有蜻蜓立上头。\\n"
    },
    {
      "id" : 21,
      "appreciation1" : "　　看远处的山往往是模糊的，但画上的山色却很清楚，在近处听流水，应当听到水声，但画上的流水却无声。在春天盛开的花，随着春天的逝去就凋谢了。而画上的花，不管在什么季节，它都盛开着。人走近停在枝头上的鸟，它就会受惊飞走。但画上的鸟，即使你走近了，它也不会惊飞。全读起来似乎行行违反自然规律，其实正是暗中设谜，写出了画的特点。\n　　远看山有色，\n　　远山含笑，有色便是好山，何为有色？清秀俊朗红湿绿垂是色，寒色苍苍亦是佳色，奇傀峭拔也是异色，只因其距离而产生美感，让人觉其有无限的风光。此乃是“静境”，静境之美出乎首句，在于有静心者能品之。这就好比是阳春白雪，一开始就将下里巴人给赶出了艺术空间。取消了浮躁者的欣赏美的资格。在这里，任何的浮躁都不行，有的只是心静如水.但不是死水而是活水.你看画中有水呢?一汪春水有着挡不住的盛情倾泻而出.一种流动之美跳跃于诗人的眼中。\n　　近听水无声。\n　　源头活水本是“动境”，而无声二字又进入静境，宁静致远.和首句并无矛盾之处.动静的取舍上诗人可以说是能够做到游刃有余.是什么如此神奇？静的如此让人难以放弃去一探究竟，这样，我们就会接近此诗此画，这样心神和山水便靠近了。一切的妙处只是因为“无声”，无声是一种美。王羲之的诗中有“在山阴道上行，如在镜中游”，便也是这种美。有声无声都溶在一起，完美的天籁之声！庄子所提的“天籁”之声就是如此，当“天籁”与“人籁”“地籁”一起时，便共同构成一个常人无法言语的自然之声。\n　　春去花还在，人来鸟不惊。\n　　花儿在那个最美的季节里尽情的开放，并最终将自己的生命燃烧般的开到最美。美到极致后，飘然而去。但此中花儿不谢，只因在画中。不仅仅是如此，写的近近是画中的花，是春尽之时，花儿尽逝，无处得美而伤怀的感触在里面 。\n　　鸟儿不惊，不知青春已尽，岁月已逝。徒留下多少悔恨。\n　　诗中的画似乎代表着一种梦想，一种可见而不可得的梦想，但那种梦想只是在人的心灵处于一种安静的状态中我们才能够想起。但不可得已是事实，诗人唯有带着淡淡的幽思去寻觅世间最后的能够寄托情怀的东西。人已去，空留花，鸟未惊，人又来，没有永恒的美丽，而一切的美丽都将隐于虚幻。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71047",
      "translation2" : "注释\n色：颜色，也有景色之意 。\n惊：吃惊，害怕。",
      "classes" : "古诗三百首#小学古诗#山水#梦想#小学一年级#",
      "author" : "王维",
      "dynasty" : "唐代",
      "title" : "画",
      "rank" : "",
      "first_sentence" : "远看山有色，近听水无声。",
      "translation1" : "译文\n    远看高山色彩明亮，走近一听水却没有声音。\n    春天过去，可是依旧有许多花草争奇斗艳，人走近，可是鸟却依然没有被惊动。",
      "content" : "远看山有色，\\n近听水无声。\\n春去花还在，\\n人来鸟不惊。\\n"
    },
    {
      "id" : 23,
      "appreciation1" : "　　王维这首《九月九日忆山东兄弟》载于《全唐诗》卷一百二十八。下面是唐代文学研究会常务理事刘学锴先生对此诗的赏析。\n　　王维是一位早熟的作家，少年时期就创作了不少优秀的诗篇。这首诗就是他十七岁时的作品。和他后来那些富于画意、构图设色非常讲究的山水诗不同，这首抒情小诗写得非常朴素。但千百年来，人们在作客他乡的情况下读这首诗，却都强烈地感受到了它的力量。这种力量，首先来自它的朴质、深厚和高度的概括。\n　　诗因重阳节思念家乡的亲人而作。王维家居蒲州，在华山之东，所以题称“忆山东兄弟”。写这首诗时他大概正在长安谋取功名。繁华的帝都对当时热中仕进的年轻士子虽有很大吸引力，但对一个少年游子来说，毕竟是举目无亲的“异乡”；而且越是繁华热闹，在茫茫人海中的游子就越显得孤孑无亲。第一句用了一个“独”字，两个“异”字，分量下得很足。对亲人的思念，对自己孤孑处境的感受，都凝聚在这个“独”字里面。“异乡为异客”，不过说他乡作客，但两个“异”字所造成的艺术效果，却比一般地叙说他乡作客要强烈得多。在自然经济占主要地位的封建时代，不同地域之间的风土、人情、语言、生活习惯差别很大，离开多年生活的故乡到异地去，会感到一切都陌生、不习惯，感到自己是漂浮在异地生活中的一叶浮萍。“异乡”“异客”，正是朴质而真切地道出了这种感受。作客他乡者的思乡怀亲之情，在平日自然也是存在的，不过有时不一定是显露的，但一旦遇到某种触媒──最常见的是“佳节”──就很容易爆发出来，甚至一发而不可抑止。这就是所谓“每逢佳节倍思亲”。佳节，往往是家人团聚的日子，而且往往和对家乡风物的许多美好记忆联结在一起，所以“每逢佳节倍思亲”就是十分自然的了。这种体验，可以说人人都有，但在王维之前，却没有任何诗人用这样朴素无华而又高度概括的诗句成功地表现过。而一经诗人道出，它就成了最能表现客中思乡感情的格言式的警句。\n　　前两句，可以说是艺术创作的“直接法”。几乎不经任何迂回，而是直插核心，迅即形成高潮，出现警句。但这种写法往往使后两句难以为继，造成后劲不足。这首诗的后两句，如果顺着“佳节倍思亲”作直线式的延伸，就不免蛇足；转出新意而再形成新的高潮，也很难办到。作者采取另一种方式：紧接着感情的激流，出现一泓微波荡漾的湖面，看似平静，实则更加深沉。\n　　重阳节有登高的风俗，登高时佩带茱萸囊，据说可以避灾。茱萸，又名越椒，一种有香气的植物。三四两句，如果只是一般化地遥想兄弟如何在重阳日登高，佩带茱萸，而自己独在异乡，不能参与，虽然写出了佳节思亲之情，但会显得平直，缺乏新意与深情。诗人遥想的却是：“遍插茱萸少一人。”意思是说，远在故乡的兄弟们今天登高时身上都佩上了茱萸，却发现少了一位兄弟──自己不在内。好像遗憾的不是自己未能和故乡的兄弟共度佳节，反倒是兄弟们佳节未能完全团聚；似乎自己独在异乡为异客的处境并不值得诉说，反倒是兄弟们的缺憾更须体贴。这就曲折有致，出乎常情。而这种出乎常情之处，正是它的深厚处、新警处。杜甫的《月夜》：“遥怜小儿女，未解忆长安”，和这两句异曲同工，而王诗似乎更不着力。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5780",
      "translation2" : "注释\n⑴九月九日：即重阳节。古以九为阳数，故曰重阳。忆：想念。山东：王维迁居于蒲县（今山西永济县），在函谷关与华山以东，所以称山东。\n⑵异乡：他乡、外乡。 为异客：作他乡的客人。\n⑶佳节：美好的节日。\n⑷登高：古有重阳节登高的风俗。\n⑸茱萸（zhū）：一种香草，即草决明。古时人们认为重阳节插戴茱萸可以避灾克邪。",
      "classes" : "唐诗三百首#小学古诗#重阳节#思乡#小学三年级#",
      "author" : "王维",
      "dynasty" : "唐代",
      "title" : "九月九日忆山东兄弟 \/ 九月九忆山东兄弟",
      "rank" : "",
      "first_sentence" : "独在异乡为异客，每逢佳节倍思亲。",
      "translation1" : "译文\n    独自远离家乡难免总有一点凄凉，每到重阳佳节倍加思念远方的亲人。\n    远远想到兄弟们身佩茱萸登上高处，也会因为少我一人而生遗憾之情。",
      "content" : "独在异乡为异客，\\n每逢佳节倍思亲。\\n遥知兄弟登高处，\\n遍插茱萸少一人。\\n"
    },
    {
      "id" : 24,
      "appreciation1" : "　　关于这首中的桂花，颇有些分歧意见。一种解释是桂花有春花、秋花、四季花等不同种类，此处所写的当是春日开花的一种。另一种意见认为文艺创作不一定要照搬生活，传说王维画的《袁安卧雪图》，在雪中还有碧绿的芭蕉，现实生活中不可能同时出现的事物，在文艺创作中是允许的。不过，这首诗是王维题友人所居的《皇甫岳云溪杂题五首》之一。五首诗每一首写一处风景，接近于风景写生，而不同于一般的写意画，因此，以解释为山中此时实有的春桂为妥。\n　　桂树枝叶繁茂，而花瓣细小。花落，尤其是在夜间，并不容易觉察。因此，开头“人闲”二字不能轻易看过。“人闲”说明周围没有人事的烦扰，说明诗人内心的闲静。有此作为前提，细微的桂花从枝上落下，才被觉察到了。诗人能发现这种“落”，或仅凭花落在衣襟上所引起的触觉，或凭声响，或凭花瓣飘坠时所发出的一丝丝芬芳。总之，“落”所能影响于人的因素是很细微的。而当这种细微的因素，竟能被从周围世界中明显地感觉出来的时候，诗人则又不禁要为这夜晚的静谧和由静谧格外显示出来的空寂而惊叹了。这里，诗人的心境和春山的环境气氛，是互相契合而又互相作用的。\n　　在这春山中，万籁都陶醉在那种夜的色调、夜的宁静里了。因此，当月亮升起，给这夜幕笼罩的空谷，带来皎洁银辉的时候，竟使山鸟惊觉起来。鸟惊，当然是由于它们已习惯于山谷的静默，似乎连月出也带有新的刺激。但月光之明亮，使幽谷前后景象顿时发生变化，亦可想见。所谓“月明星稀，乌鹊南飞”（曹操《短歌行》）是可以供读者联想的。但王维所处的是盛唐时期，不同于建安时代的兵荒马乱，连鸟兽也不免惶惶之感。王维的“月出惊山鸟”，大背景是安定统一的盛唐社会，鸟虽惊，但决不是“绕树三匝，无枝可依”。它们并不飞离春涧，甚至根本没有起飞，只是在林木间偶而发出叫声。“时鸣春涧中”，它们与其说是“惊”，不如说是对月出感到新鲜。因而，如果对照曹操的《短歌行》，在王维这首诗中，倒不仅可以看到春山由明月、落花、鸟鸣所点缀的那样一种迷人的环境，而且还能感受到盛唐时代和平安定的社会气氛。\n　　王维在他的山水诗里，喜欢创造静谧的意境，这首诗也是这样。但诗中所写的却是花落、月出、鸟鸣，这些动的景物，既使诗显得富有生机而不枯寂，同时又通过动，更加突出地显示了春涧的幽静。动的景物反而能取得静的效果，这是因为事物矛盾着的双方，总是互相依存的。在一定条件下，动之所以能够发生，或者能够为人们所注意，正是以静为前提的。“鸟鸣山更幽”，这里面是包含着艺术辩证法的。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5753",
      "translation2" : "注释\n⑴鸟鸣涧：鸟儿在山涧中鸣叫。\n⑵人闲：指没有人事活动相扰。闲：安静、悠闲，含有人声寂静的意思。桂花：此指木樨，有春花、秋花等不同品种，这里写的是春天开花的一种。\n⑶春山：春日的山。亦指春日山中。空：空寂、空空荡荡。空虚。这时形容山中寂静，无声，好像空无所有。\n⑷月出：月亮升起。惊：惊动，扰乱。山鸟：山中的鸟。\n⑸时鸣：偶尔（时而）啼叫。时：时而，偶尔。",
      "classes" : "小学古诗#春天#写山#写鸟#小学六年级#",
      "author" : "王维",
      "dynasty" : "唐代",
      "title" : "鸟鸣涧",
      "rank" : "",
      "first_sentence" : "人闲桂花落，夜静春山空。",
      "translation1" : "译文\n    春天夜晚，寂无人声，芬芳桂花，轻轻飘落。青山碧林，更显空寂。\n    明月升起，惊动几只栖息山鸟。清脆鸣叫，长久回荡空旷山涧。",
      "content" : "人闲桂花落，\\n夜静春山空。\\n月出惊山鸟，\\n时鸣春涧中。\\n"
    },
    {
      "id" : 27,
      "appreciation1" : "　　上片“山一程，水一程”，写出旅程的艰难曲折，遥远漫长。词人翻山越岭，登舟涉水，一程又一程，愈走离家乡愈远。这两句运用反复的修辞方法，将“一程”二字重复使用，突出了路途的漫漫修远。“身向榆关那畔行”，点明了行旅的方向。词人在这里强调的是“身”向榆关，那也就暗示出“心”向京师，它使我们想到词人留恋家园，频频回首，步履蹒跚的情况。“那畔”一词颇含疏远的感情色彩，表现了词人这次奉命出行“榆关”是无可奈何的。\n　　这里借描述周围的情况而写心情，实际是表达纳兰对故乡的深深依恋和怀念。二十几岁的年轻人，风华正茂，出身于书香豪门世家，又有皇帝贴身侍卫的优越地位，本应春风得意，却恰好也是因为这重身份，以及本身心思慎微，导致纳兰并不能够安稳享受那种男儿征战似的生活，他往往思及家人，眷恋故土。严迪昌《清词史》：“夜深千帐灯’是壮丽的，但千帐灯下照着无眠的万颗乡心，又是怎样情味？一暖一寒，两相对照，写尽了自己厌于扈从的情怀。”“夜深千帐灯”既是上片感情酝酿的高潮，也是上、下片之间的自然转换，起到承前启后的作用。经过日间长途跋涉，到了夜晚人们在旷野上搭起帐篷准备就寝；然而夜深了，“千帐”内却灯光熠熠，为什么羁旅劳顿之后深夜不寐呢？\n　　下片开头“风一更，雪一更”描写荒寒的塞外，暴风雪彻夜不停。紧承上片，交代了“夜深千帐灯”，深夜不寐的原因。“山一程，水一程”与“风一更，雪一更”的两相映照，又暗示出词人对风雨兼程人生路的深深厌倦的心态。首先山长水阔，路途本就漫长而艰辛，再加上塞上恶劣的天气，就算在阳春三月也是风雪交加，凄寒苦楚，这样的天气，这样的境遇，让纳兰对这表面华丽招摇的生涯生出了悠长的慨叹之意和深沉的倦旅疲惫之心。“更”是旧时夜间计时单位，一夜分为五更。“一更”二字反复出现，突出了塞外席地狂风、铺天暴雪，杂错交替扑打着帐篷的情况。这怎不使词人发出凄婉的怨言：“聒碎乡心梦不成，故园无此声”。夜深人静的时候，是想家的时候，更何况还是这塞上“风一更，雪一更”的苦寒天气。风雪交加夜，一家人在一起什么都不怕。可远在塞外宿营，夜深人静，风雪弥漫，心情就大不相同。路途遥远，衷肠难诉，辗转反侧，卧不成眠。“聒碎乡心梦不成”与上片“夜深千帐灯”相呼应，直接回答了深夜不寐的原因。结句的“聒”字用得很灵脱，写出了风狂雪骤的气势，表现了词人对狂风暴雪极为厌恶的情感，“聒碎乡心梦不成”的慧心妙语可谓是水到渠成。\n　　从“夜深千帐灯”壮美意境到“故园无此声”的委婉心地，既是词人亲身生活经历的生动再现，也是他善于从生活中发现美，并以景入心的表现，满怀心事悄悄跃然纸上。天涯羁旅最易引起共鸣的是那“山一程，水一程”的身泊异乡、梦回家园的意境，信手拈来不显雕琢，王国维曾评：“容若词自然真切。”\n　　这首词以白描手法，朴素自然的语言，表现出真切的情感，是很为前人称道的。词人在写景中寄寓了思乡的情怀。格调清淡朴素，自然雅致，直抒胸臆，毫无雕琢痕迹。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70751",
      "translation2" : "注释\n走过一条条山路，走过一条条水路，正向榆关那边走去。夜深了，人们在帐篷里点灯。晚上又刮风又下雪，声音嘈杂打碎了思乡的梦，家乡没有这样的声音。 \n【程】道路、路程，山一程、水一程，即山长水远。\n【榆关】即今山海关，在今河北秦皇岛东北。\n【那畔】即山海关的另一边，指身处关外。\n【帐】军营的帐篷，千帐言军营之多。\n【更】旧时一夜分五更，每更大约两小时。风一更、雪一更，即言整夜风雪交加也。\n【聒（guō）】声音嘈杂，这里指风雪声。\n【故园】故乡，这里指北京。\n【此声】指风雪交加的声音。",
      "classes" : "小学古诗#婉约#羁旅#写景#思乡#小学五年级#",
      "author" : "纳兰性德",
      "dynasty" : "清代",
      "title" : "长相思·山一程",
      "rank" : "",
      "first_sentence" : "山一程，水一程，身向榆关那畔行，夜深千帐灯。",
      "translation1" : "译文\n    我扈驾赴辽东巡视，随行的千军万马一路跋山涉水，浩浩荡荡，向山海关进发。入夜，营帐中灯火辉煌，宏伟壮丽。\n    夜已深，帐篷外风雪交加，阵阵风雪声搅得人无法入睡。作者思乡心切，孤单落寞，不由得生出怨恼之意：家乡怎么没有这么烦乱的声音呢？",
      "content" : "山一程，\\n水一程，\\n身向榆关那畔行，\\n夜深千帐灯。\\n风一更，\\n雪一更，\\n聒碎乡心梦不成，\\n故园无此声。\\n"
    },
    {
      "id" : 28,
      "appreciation1" : "　　杨柳的形象美是在于那曼长披拂的枝条。一年一度，它长出了嫩绿的新叶，丝丝下垂，在春风吹拂中，有着一种迷人的意态。这是谁都能欣赏的。古典词中，借用这种形象美来形容、比拟美人苗条的身段，婀娜的腰身，也是读者所经常看到的。这诗别出新意，翻转过来。“碧玉妆成一树高”，一开始，杨柳就化身为美人而出现：“万条垂下绿丝绦”，这千条万缕的垂丝，也随之而变成了她的裙带。上句的“高”字，衬托出美人婷婷袅袅的风姿；下句的“垂”字，暗示出纤腰在风中款摆。诗中没有“杨柳”和“腰支”字样，然而这早春的垂柳以及柳树化身的美人，却给写活了。《南史》说刘悛之为益州刺史，献蜀柳数株，“条甚长，状若丝缕。”齐武帝把这些杨柳种植在太昌云和殿前，玩赏不置，说它“风流可爱”。这里把柳条说成“绿丝绦”，可能是暗用这个关于杨柳的著名典故。但这是化用，看不出一点痕迹的。\n　　“碧玉妆成”引出了“绿丝绦”，“绿丝绦”引出了“谁裁出”，最后，那视之无形的不可捉摸的“春风”，也被用“似剪刀”形象化地描绘了出来。这“剪刀”裁制出嫩绿鲜红的花花草草，给大地换上了新妆，它正是自然活力的象征，是春给予人们美的启示。从“碧玉妆成”到“剪刀”，读者可以看出诗人艺术构思一系列的过程。诗歌里所出现的一连串的形象，是一环紧扣一环的。\n　　我国古代有不少著名的美女，柳，为什么单单要用碧玉来比呢？这有两层意思：一是碧玉这名字和柳的颜色有关，“碧”和下句的“绿”是互相生发、互为补充的。二是碧玉这个人在人们头脑中永远留下年轻的印象。提起碧玉，人们就会联想到“碧玉破瓜时”这首广泛流传的《碧玉歌》，还有“碧玉小家女”（肖绎《采莲赋》）之类的诗句。碧玉在古代文学作品里，几乎成了年轻貌美的女子的泛称。用碧玉来比柳，人们就会想象到这美人还未到丰容盛鬋的年华；这柳也还是早春稚柳，没有到密叶藏鸦的时候；和下文的“细叶”“二月春风”又是有联系的。\n　　“碧玉妆成一树高，万条垂下绿丝绦”，深深地抓着了垂柳的特征，在诗人的眼中，它似美女的化身。高高的树干，就像她亭亭玉立的风姿，下垂的柳条，就像她裙摆上的丝带。在这里，柳就是人，人就是柳，两者之间仿佛没有什么截然的分别。而且“碧玉”也有双关的意义。既在字面上与柳树的翠色相合，又指年轻貌美的少女，与下面的“二月春风”恰相呼应——这是早春的垂柳，还未到夏秋之际亭亭如盖、树荫清圆的时候。然而，更妙的以下两句：“不知细叶谁载出，二月春风似剪刀。”在贺知章之前，有谁想过春风像剪刀？把乍暖还寒的二月春风由无形化为有形，它显示了春风的神奇灵巧，并使《咏柳》成为咏物诗的典范之作。\n　　此诗借柳树歌咏春风，把春风比作剪刀，说她是美的创造者，赞美她裁出了春天。诗中洋溢着人逢早春的欣喜之情。比拟和比喻新奇贴切是此诗的成功之处。因此《唐诗笺注》云：“赋物入妙，语意温柔。”",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5122",
      "translation2" : "注释\n碧玉：碧绿色的玉。这里用以比喻春天嫩绿的柳叶。\n妆：装饰，打扮。\n一树：满树。一：满，全。在中国古典词和文章中，数量词在使用中并不一定表示确切的数量。下一句的“万”，就是表示很多的意思。\n绦（tāo）：用丝编成的绳带。这里指像丝带一样的柳条。\n裁：裁剪。\n似：如同，好像。",
      "classes" : "小学古诗#写景#咏物#春天#写风#柳树#小学三年级#",
      "author" : "贺知章",
      "dynasty" : "唐代",
      "title" : "咏柳 \/ 柳枝词",
      "rank" : "",
      "first_sentence" : "碧玉妆成一树高，万条垂下绿丝绦。",
      "translation1" : "译文\n    高高的柳树长满了翠绿的新叶，轻柔的柳枝垂下来，就像万条轻轻飘动的绿色丝带。\n    这细细的嫩叶是谁的巧手裁剪出来的呢？原来是那二月里温暖的春风，它就像一把灵巧的剪刀。",
      "content" : "碧玉妆成一树高，\\n万条垂下绿丝绦。\\n不知细叶谁裁出，\\n二月春风似剪刀。\\n"
    },
    {
      "id" : 32,
      "appreciation1" : "　　以“泊船瓜洲”为题，点明诗人的立足点。首句“京口瓜洲一水间”写了望中之景。诗人站在长江北岸瓜洲渡口放眼南望，看到了南岸的“京口”与这边的“瓜洲”这么近，就一条江水的距离，不由地联想到家园所在的钟山也只隔几座山了，也不远了。次句“钟山只隔数重山”暗示诗人归心似箭的心情。\n　　第三句为千古名句，再次写景，点出了时令已经是春天，描绘了长江南岸的景色。“绿”字是吹绿的意思，是使动静结合，用得绝妙。传说王安石为用好这个字改动了十多次，从“到”“过”“入”“满”等十多个动词中最后选定了“绿”字。因为其它文字只表达春风的到来，却没表现春天到来后千里江岸一片新绿的景物变化。结句“明月何时照我还”，诗人眺望已久，不觉皓月初上，诗人用疑问的句式，想象出一幅“明月照我还”的画面，进一步表现诗人思念家乡的心情，表达了诗人的思乡之情!",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69089",
      "translation2" : "注释\n1.泊船：停船。泊，停泊。指停泊靠岸。\n2.绿：吹绿。\n3.京口：古城名。故址在江苏镇江市。\n4.瓜洲：镇名，在长江北岸，扬州南郊，即今扬州市南部长江边,京杭运河分支入江处。\n5.一水：一条河。古人除将黄河特称为“河”，长江特称为“江”之外，大多数情况下称河流为“水”，如\n汝水、汉水、浙水、湘水、澧水等等。这里的“一水”指长江。一水间指一水相隔之间。\n6.钟山：在江苏省南京市区东。",
      "classes" : "古诗三百首#小学古诗#春天#写景#思乡#小学五年级#",
      "author" : "王安石",
      "dynasty" : "宋代",
      "title" : "泊船瓜洲",
      "rank" : "",
      "first_sentence" : "京口瓜洲一水间，钟山只隔数重山。",
      "translation1" : "译文\n    京口和瓜洲不过一水之遥，钟山也只隔着几重青山。\n    温柔的春风又吹绿了大江南岸，可是，天上的明月呀，你什么时候才能够照着我回家呢？",
      "content" : "京口瓜洲一水间，\\n钟山只隔数重山。\\n春风又绿江南岸，\\n明月何时照我还？\\n"
    },
    {
      "id" : 36,
      "appreciation1" : "　　这是描绘春夜雨景，表现喜悦心情的名作。一开头就用一个“好”字赞美“雨”。在生活里，“好”常常被用来赞美那些做好事的人。如今用“好”赞美雨，已经会唤起关于做好事的人的联想。接下去，就把雨拟人化，说它“知时节”，懂得满足客观需要。其中“知”字用得传神，简直把雨给写活了。春天是万物萌芽生长的季节，正需要下雨，雨就下起来了。它的确很“好”。\n　　颔联写雨的“发生”，进一步表现雨的“好”，其中“潜”、“润”、“细”等字生动地写出了雨“好”的特点。雨之所以“好”，好就好在适时，好在“润物”。春天的雨，一般是伴随着和风细雨地滋润万物的。然而也有例外。有时候，它会伴随着冷风，受到冷空气影响由雨变成雪。有时候，它会伴随着狂风，下得很凶暴。这时的雨尽管下在春天，但不是典型的春雨，只会损物而不会“润物”，自然不会使人“喜”，也不可能得到“好”评。所以，光有首联的“知时节”，还不足以完全表现雨的“好”。等到第二联写出了典型的春雨──伴随着和风的细雨，那个“好”字才落实了。“随风潜入夜，润物细无声。”这仍然用的是拟人化手法。“潜入夜”和“细无声”相配合，不仅表明那雨是伴随和风而来的细雨，而且表明那雨有意“润物”，无意讨“好”。如果有意讨“好”，它就会在白天来，就会造一点声势，让人们看得见，听得清。惟其有意“润物”，无意讨“好”，它才选择了一个不妨碍人们工作和劳动的时间悄悄地来，在人们酣睡的夜晚无声地、细细地下。\n　　雨这样“好”，就希望它下多下够，下个通宵。倘若只下一会儿，就云散天晴，那“润物”就不很彻底。人抓住这一点，写了颈联。在不太阴沉的夜间，小路比田野容易看得见，江面也比岸上容易辨得清。如今放眼四望，“野径云俱黑，江船火独明。”只有船上的灯火是明的。此外，连江面也看不见，小路也辨不清，天空里全是黑沉沉的云，地上也像云一样黑。看起来这雨准会下到天亮。这两句写出了夜雨的美丽景象，“黑”与“明”相互映衬，不仅点明了云厚雨足，而且给人以强烈的美感。\n　　尾联是想象中的情景，紧扣题中的“喜”字写想象中的雨后之晨锦官城的迷人景象。如此“好雨”下上一夜，万物就都得到润泽，发荣滋长起来了。万物之一的花，最能代表春色的花，也就带雨开放，红艳欲滴。诗人说：等到明天清早去看看吧，整个锦官城（成都）杂花生树，一片“红湿”，一朵朵红艳艳、沉甸甸，汇成花的海洋。“红湿”“花重”等字词的运用，充分说明诗人体物细腻。\n　　浦起龙说：“写雨切夜易，切春难。”这首“春夜喜雨”诗，不仅切夜、切春，而且写出了典型春雨的、也就是“好雨”的高尚品格，表现了诗人的一切“好人”的高尚人格。\n　　诗人盼望这样的“好雨”，喜爱这们的“好雨”。所以题目中的那个“喜”字在诗里虽然没有露面，但“‘喜’意都从罅缝里迸透”（浦起龙《读杜心解》）。诗人正在盼望春雨“润物”的时候，雨下起来了，于是一上来就满心欢喜地叫“好”。第二联所写，是诗人听出来的。诗人倾耳细听，听出那雨在春夜里绵绵密密地下，只为“润物”，不求人知，自然“喜”得睡不着觉。由于那雨“润物细无声”，听不真切，生怕它停止了，所以出门去看。第三联所写，是诗人看见的。看见雨意正浓，就情不自禁地想象天明以后春色满城的美景。其无限喜悦的心情，表现得十分生动。中唐诗人李约有一首《观祈雨》：“桑条无叶土生烟，箫管迎龙水庙前。朱门几处看歌舞，犹恐春阴咽管弦。”和那些朱门里看歌舞的人相比，杜甫对春雨“润物”的喜悦之情自然也是一种很崇高的感情。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10968",
      "translation2" : "注释\n1.知：明白，知道。说雨知时节，是一种拟人化的写法。\n2.乃：就。发生：萌发生长。\n3.发生：萌发生长。\n4.潜：暗暗地，悄悄地。这里指春雨在夜里悄悄地随风而至。\n5.润物：使植物受到雨水的滋养。\n6.野径：田野间的小路。\n7.晓：天刚亮的时候。红湿处：雨水湿润的花丛。\n8.红湿处：指有带雨水的红花的地方。\n9.花重：花沾上雨水而变得沉重。\n10.重在这里的意思是：沉重。所以读作第四声。\n11.锦官城：成都的别称。",
      "classes" : "小学古诗#春天#咏物#写雨#喜悦#小学六年级#",
      "author" : "杜甫",
      "dynasty" : "唐代",
      "title" : "春夜喜雨",
      "rank" : "",
      "first_sentence" : "好雨知时节，当春乃发生。",
      "translation1" : "译文\n    好雨似乎会挑选时辰，降临在万物萌生之春。\n    伴随和风，悄悄进入夜幕。细细密密，滋润大地万物。\n    浓浓乌云，笼罩田野小路，点点灯火，闪烁江上渔船。\n    明早再看带露的鲜花，成都满城必将繁花盛开。",
      "content" : "好雨知时节，\\n当春乃发生。\\n随风潜入夜，\\n润物细无声。\\n野径云俱黑，\\n江船火独明。\\n晓看红湿处，\\n花重锦官城。\\n"
    },
    {
      "id" : 38,
      "appreciation1" : "　　这是辛弃疾中年时代经过江西上饶黄沙岭道时写的一首词。公元1181年（宋孝宗淳熙八年），辛弃疾因受奸臣排挤，被免罢官，开始到上饶居住，并在此生活了近十五年。在此期间，他虽也有过短暂的出仕经历，但以在上饶居住为多，因而在此留下了不少词作。词中所说的黄沙岭在上饶县西四十里，岭高约十五丈，深而敞豁，可容百人。下有两泉，水自石中流出，可溉田十余亩。这一带不仅风景优美，也是农田水利较好的地区。辛弃疾在上饶期间，经常来此游览，他描写这一带风景的词，现存约五首，即：《生查子》（独游西岩）二首、《浣溪沙》（黄沙岭）一首，《鹧鸪天》（黄沙道上即事）一首，以及此词。\n　　辛弃疾的这首《西江月》前两句“明月别枝惊鹊，清风半夜鸣蝉”表面看来，写的是风、月、蝉、鹊这些极其平常的景物，然而经过作者巧妙的组合，结果平常中就显得不平常了。鹊儿的惊飞不定，不是盘旋在一般树头，而是飞绕在横斜突兀的枝干之上。因为月光明亮，所以鹊儿被惊醒了；而鹊儿惊飞，自然也就会引起“别枝”摇曳。同时，知了的鸣叫声也是有其一定时间的。夜间的鸣叫声不同于烈日炎炎下的嘶鸣，而当凉风徐徐吹拂时，往往特别感到清幽。总之，“惊鹊”和“鸣蝉”两句动中寓静，把半夜“清风”、“明月”下的景色描绘得令人悠然神往。\n　　接下来“稻花香里说丰年，听取蛙声一片。”把人们的关注点从长空转移到田野，表现了词人不仅为夜间黄沙道上的柔和情趣所浸润，更关心扑面而来的漫村遍野的稻花香，又由稻花香而联想到即将到来的丰年景象。此时此地，词人与人民同呼吸的欢乐，尽在言表。稻花飘香的“香”，固然是描绘稻花盛开，也是表达词人心头的甜蜜之感。而说丰年的主体，不是人们常用的鹊声，而是那一片蛙声，这正是词人匠心独到之处，令人称奇。在词人的感觉里，俨然听到群蛙在稻田中齐声喧嚷，争说丰年。先出“说”的内容，再补“声”的来源。以蛙声说丰年，是词人的创造。\n　　以上四句纯然是抒写当时当地的夏夜山道的景物和词人的感受，然而其核心却是洋溢着丰收年景的夏夜。因此，与其说这是夏景，还不如说是眼前夏景将给人们带来的幸福。\n　　不过，词人所描写的夏景并没有就此终止。如果说词的上阕并非寥廓夏景的描绘，那么下阕却显然是以波澜变幻、柳荫路曲取胜了。由于上阕结尾构思和音律出现了显著的停顿，因此下阕开头，词人就树立了一座峭拔挺峻的奇峰，运用对仗手法，以加强稳定的音势。“七八个星天外，两三点雨山前”，在这里，“星”是寥落的疏星，“雨”是轻微的阵雨，这些都是为了与上阕的清幽夜色、恬静气氛和朴野成趣的乡土气息相吻合。特别是一个“天外”一个“山前”，本来是遥远而不可捉摸的，可是笔锋一转，小桥一过，乡村林边茅店的影子却意想不到地展现在人们的眼前。词人对黄沙道上的路径尽管很熟，可总因为醉心于倾诉丰年在望之乐的一片蛙声中，竟忘却了越过“天外”，迈过“山前”，连早已临近的那个社庙旁树林边的茅店，也都没有察觉。前文“路转”，后文“忽见”，既衬出了词人骤然间看出了分明临近旧屋的欢欣，又表达了他由于沉浸在稻花香中以至忘了道途远近的怡然自得的入迷程度，相得益彰，体现了作者深厚的艺术功底，令人玩味无穷。\n　　从表面上看，这首词的题材内容不过是一些看来极其平凡的景物，语言没有任何雕饰，没有用一个典故，层次安排也完全是听其自然，平平淡淡。然而，正是在看似平淡之中，却有着词人潜心的构思，淳厚的感情。在这里，读者也可以领略到稼轩词于雄浑豪迈之外的另一种境界。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57678",
      "translation2" : "注释\n①西江月：词牌名。\n②黄沙：黄沙岭，在江西上饶的西面。\n③别枝惊鹊：惊动喜鹊飞离树枝。\n④鸣蝉：蝉叫声。\n⑤旧时：往日。\n⑥茅店：茅草盖的乡村客店。\n⑦社林：土地庙附近的树林。社，土地神庙。古时，村有社树，为祀神处，故曰社林。\n⑧见：同“现”，显现，出现。",
      "classes" : "宋词三百首#小学古诗#初中古诗#婉约#豪放#夏天#农村##小学六年级#",
      "author" : "辛弃疾",
      "dynasty" : "宋代",
      "title" : "西江月·夜行黄沙道中",
      "rank" : "",
      "first_sentence" : "明月别枝惊鹊，清风半夜鸣蝉。",
      "translation1" : "译文\n    天边的明月升上了树梢，惊飞了栖息在枝头的喜鹊。清凉的晚风仿佛传来了远处的蝉叫声。在稻花的香气里，人们谈论着丰收的年景，耳边传来一阵阵青蛙的叫声，好像在说着丰收年。\n    天空中轻云漂浮，闪烁的星星时隐时现，山前下起了淅淅沥沥的小雨，从前那熟悉的茅店小屋依然坐落在土地庙附近的树林中，山路一转，曾经那记忆深刻的溪流小桥呈现在他的眼前。",
      "content" : "明月别枝惊鹊，\\n清风半夜鸣蝉。\\n稻花香里说丰年，\\n听取蛙声一片。\\n七八个星天外，\\n两三点雨山前。\\n旧时茅店社林边，\\n路转溪头忽见。\\n"
    },
    {
      "id" : 42,
      "appreciation1" : "　　此描写庐山变化多姿的面貌，并借景说理，指出观察问题应客观全面，如果主观片面，就得不出正确的结论。\n　　开头两句“横看成岭侧成峰，远近高低各不同”，实写游山所见。庐山是座丘壑纵横、峰峦起伏的大山，游人所处的位置不同，看到的景物也各不相同。这两句概括而形象地写出了移步换形、千姿万态的庐山风景。\n　　结尾两句“不识庐山真面目，只缘身在此山中”，是即景说理，谈游山的体会。之所以不能辨认庐山的真实面目，是因为身在庐山之中，视野为庐山的峰峦所局限，看到的只是庐山的一峰一岭一丘一壑，局部而已，这必然带有片面性。这两句奇思妙发，整个意境浑然托出，为读者提供了一个回味经验、驰骋想象的空间。这不仅仅是游历山水才有这种理性认识。游山所见如此，观察世上事物也常如此。这两句诗有着丰富的内涵，它启迪人们认识为人处事的一个哲理——由于人们所处的地位不同，看问题的出发点不同，对客观事物的认识难免有一定的片面性；要认识事物的真相与全貌，必须超越狭小的范围，摆脱主观成见。\n　　仁者见仁，智者见智。一首小诗激起人们无限的回味和深思。所以，《题西林壁》不单单是诗人歌咏庐山的奇景伟观，同时也是苏轼以哲人的眼光从中得出的真理性的认识。由于这种认识是深刻的，是符合客观规律的，所以诗中除了有谷峰的奇秀形象给人以美感之外，又有深永的哲理启人心智。因此，这首小诗格外来得含蓄蕴藉，思致渺远，使人百读不厌。\n　　这首诗寓意十分深刻，但所用的语言却异常浅显。深入浅出，这正是苏轼的一种语言特色。苏轼写诗，全无雕琢习气。诗人所追求的是用一种质朴无华、条畅流利的语言表现一种清新的、前人未曾道的意境；而这意境又是不时闪烁着荧荧的哲理之光。从这首诗来看，语言的表述是简明的，而其内涵却是丰富的。也就是说，诗语的本身是形象性和逻辑性的高度统一。诗人在四句诗中，概括地描绘了庐山的形象的特征，同时又准确地指出看山不得要领的道理。鲜明的感性与明晰的理性交织一起，互为因果，诗的形象因此升华为理性王国里的典型，这就是人们为什么千百次的把后两句当作哲理的警句的原因。\n　　如果说宋以前的诗歌传统是以言志、言情为特点的话，那么到了宋朝尤其是苏轼，则出现了以言理为特色的新诗风。这种诗风是宋人在唐诗之后另辟的一条蹊径，用苏轼的话来说，便是“出新意于法度之中，寄妙理于豪放之外”。形成这类诗的特点是：语浅意深，因物寓理，寄至味于淡泊。《题西林壁》就是这样的一首好诗。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69101",
      "translation2" : "注释\n题西林壁：写在西林寺的墙壁上。西林寺在庐山西麓。题：书写，题写。西林：西林寺，在江西庐山。\n横看：从正面看。庐山总是南北走向，横看就是从东面西面看.\n侧：侧面。\n各不同：各不相同。\n不识：不能认识，辨别。\n真面目：指庐山真实的景色，形状。\n缘：因为；由于。\n此山：这座山，指庐山。\n西林：西林寺，在现在江西省的庐山上。这首是题在寺里墙壁上的。",
      "classes" : "古诗三百首#小学古诗#纪游#写景#写山#庐山#哲理#小学四年级#",
      "author" : "苏轼",
      "dynasty" : "宋代",
      "title" : "题西林壁",
      "rank" : "",
      "first_sentence" : "横看成岭侧成峰，远近高低各不同。",
      "translation1" : "译文\n    从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看庐山，庐山呈现各种不同的样子。\n    我之所以认不清庐山真正的面目，是因为我人身处在庐山之中。",
      "content" : "横看成岭侧成峰，\\n远近高低各不同。\\n不识庐山真面目，\\n只缘身在此山中。\\n"
    },
    {
      "id" : 45,
      "appreciation1" : "　　就内容而论，这是一首咏嫦娥的。然而各家看法不一。有人以为歌咏意中人的私奔，有人以为是直接歌咏主人公处境孤寂，有人以为是借咏嫦娥另外有所寄托，有人以为是歌咏女子学道求仙，有人以为应当作“无题”来看。兹且当作歌咏幽居寂处，终夜不眠的女子。以此而论，着实写得贴情贴理。语言含蕴，情调感伤。\n　　前两句描绘主人公的环境和永夜不寐的情景。室内，烛光越来越黯淡，云母屏风上笼罩着一层深深的暗影，越发显出居室的空寂清冷，透露出主人公在长夜独坐中黯然的心境。室外，银河逐渐西移垂地，牛郎、织女隔河遥望，本来也许可以给独处孤室的不寐者带来一些遐想，而这一派银河即将消失。那点缀着空旷天宇的寥落晨星，仿佛默默无言地陪伴着一轮孤月，也陪伴着永夜不寐者，此时连这最后的伴侣也行将隐没。“沉”字正逼真地描绘出晨星低垂、欲落未落的动态，主人公的心也似乎正在逐渐沉下去。“烛影深”“长河落”“晓星沉”，表明时间已到将晓未晓之际，着一“渐”字，暗示了时间的推移流逝。索寞中的主人公，面对冷屏残烛、青天孤月，又度过了一个不眠之夜。尽管这里没有对主人公的心理作任何直接的抒写刻画，但借助于环境氛围的渲染，主人公的孤清凄冷情怀和不堪忍受寂寞包围的意绪却几乎可以触摸到。\n　　在寂寥的长夜，天空中最引人注目、引人遐想的自然是一轮明月。看到明月，也自然会联想起神话传说中的月宫仙子──嫦娥。据说她原是后羿的妻子，因为偷吃了西王母送给后羿的不死药，飞奔到月宫，成了仙子。“嫦娥孤栖与谁邻？”在孤寂的主人公眼里，这孤居广寒宫殿、寂寞无伴的嫦娥，其处境和心情不正和自己相似吗？于是，不禁从心底涌出这样的意念：嫦娥想必也懊悔当初偷吃了不死药，以致年年夜夜，幽居月宫，面对碧海青天，寂寥清冷之情难以排遣吧。“应悔”是揣度之词，这揣度正表现出一种同病相怜、同心相应的感情。由于有前两句的描绘渲染，这“应”字就显得水到渠成，自然合理。因此，后两句与其说是对嫦娥处境心情的深情体贴，不如说是主人公寂寞的心灵独白。\n　　至于这位寂处幽居、永夜不寐的主人公究竟是谁，诗中并无明确交待。诗人在《送宫人入道》诗中，曾把女冠比作“月娥孀独”，在《月夜重寄宋华阳姊妹》诗中，又以“窃药”喻指女子学道求仙。因此，说这首诗是代困守宫观的女冠抒写凄清寂寞之情，也许不是无稽之谈。唐代道教盛行，女子入道成为风气，入道后方体验到宗教清规对正常爱情生活的束缚而产生精神苦闷，三、四两句，正是对她们处境与心情的真实写照。\n　　但是，诗中所抒写的孤寂感以及由此引起的“悔偷灵药”式的情绪，却融入了诗人独特的现实人生感受，而含有更丰富深刻的意蕴。在黑暗污浊的现实包围中，诗人精神上力图摆脱尘俗，追求高洁的境界，而追求的结果往往使自己陷于更孤独的境地。清高与孤独的孪生，以及由此引起的既自赏又自伤，既不甘变心从俗，又难以忍受孤孑寂寞的煎熬这种微妙复杂的心理，在这里被诗人用精微而富于含蕴的语言成功地表现出来了。这是一种含有浓重伤感的美，在旧时代的清高文士中容易引起广泛的共鸣。诗的典型意义也正在这里。\n　　孤栖无伴的嫦娥，寂处道观的女冠，清高而孤独的诗人，尽管仙凡悬隔，同在人间者又境遇差殊，但在高洁而寂寞这一点上却灵犀暗通。诗人把握住了这一点，塑造了三位一体的艺术形象。这种艺术概括的技巧，是李商隐的特长。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=29084",
      "translation2" : "韵译\n云母屏风染上一层浓浓的烛影，银河逐渐斜落启明星也已下沉。\n嫦娥想必悔恨当初偷吃下灵药，如今独处碧海青天而夜夜寒心。",
      "classes" : "唐诗三百首#小学古诗#写人#孤独#小学三年级#",
      "author" : "李商隐",
      "dynasty" : "唐代",
      "title" : "嫦娥",
      "rank" : "",
      "first_sentence" : "云母屏风烛影深，长河渐落晓星沉。",
      "translation1" : "译文\n    透过装饰着云母的屏风，烛影渐渐暗淡下去。银河也在静静地消失，晨星沉没在黎明的曙光里。\n    月宫的嫦娥恐怕后悔偷了后羿的长生不老药，现在只有那青天碧海夜夜陪伴着她一颗孤独的心。",
      "content" : "云母屏风烛影深，\\n长河渐落晓星沉。\\n嫦娥应悔偷灵药，\\n碧海青天夜夜心。\\n"
    },
    {
      "id" : 47,
      "appreciation1" : "    “两个黄鹂鸣翠柳，一行白鹭上青天”两个黄鹂在鸣，这就有声音了。“一行白鹭上青天”，这就有一个行为、一个行动。一横一纵，“两”和“一”相对；一横一纵，就展开了一个非常明媚的自然景色。这句诗中以“鸣”字最为传神，运用了拟人的手法把黄鹂描写的更加生动活泼。那么接下来杜甫又讲到“窗含西岭千秋雪”，我的窗子里包含了岷山千万年累积的雪，西面的岷山，是千年的积雪的一个岷山。“门泊东吴万里船”我的门口停着长万里的船只。这样就形成了一迎一送，迎这个积雪的山头来进入你的视野，送这个船到下游去。那么这个“万里船”能够通行，也说明这个“安史之乱”已经进入了尾声了，已经接近要平定了，这个时候那航船也可以通行了，做生意的人可以在这条江上来来往往了。 那么这么一首诗，它本身是非常有修饰之美的，在加之它四句都是对仗的。从六朝开始就有绝句，到了唐代以后绝句就形成了非常圆熟的一种艺术，我们很多著名的诗都用绝句。绝句就是四句，四句往往或者四句都不对仗，或者四句前面两句写景对仗后面两句抒情不对仗，或者是前面两句不对仗后面两句对仗，那么现在他这首诗四句都对仗，可以说是一首非常工整的、写得非常认真的一首诗。杜甫有一个写诗的时候让人“语不惊人誓不休”，所以他就把这首诗千锤百炼。 ",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71194",
      "translation2" : "注释\n（1）西岭：西岭雪山。\r\n（2）千秋雪：指西岭雪山上千年不化的积雪。\r\n（3）泊：停泊。\r\n（4）东吴：古时候吴国的领地，江苏省一带。\r\n（5）万里船：不远万里开来的船只。[3]  \r\n（6）“绝句”是诗的名称，并不直接表示诗的内容。这种形式便于用来写一景一物，抒发作者一瞬间的感受。诗人偶有所见，触发了内心的激情，信手把诗人自己的感受写下来，一时不去拟题，便用诗的格律“绝句”作为题目。杜甫用这一形式写了一组诗，共四首，用“绝句”为总题。《绝句·两个黄鹂鸣翠柳》是其中的一首。诗歌以自然美景，透一种清新轻松的情调氛围。前两句，以“黄”衬“翠”，以“白”衬“青”，色彩鲜明，更托出早春的生机初发的气息。首句写黄鹂居柳上而鸣，与下句写白鹭飞翔上天，空间开阔了不少，由下而上，由近而远。“窗含西岭千秋雪”上两句已点明，当时正是早春之际，冬季的秋雪欲融未融，这就给读者一种湿润的感受。末句更进一步写出了杜甫当时的复杂心情——说船来自“东吴”，此句表战乱平定，交通恢复，诗人睹物生情，想念故乡。",
      "classes" : "古诗三百首#写鸟#写雪#写景#小学二年级#",
      "author" : "杜甫",
      "dynasty" : "唐代",
      "title" : "绝句",
      "rank" : "",
      "first_sentence" : "两个黄鹂鸣翠柳，一行白鹭上青天。",
      "translation1" : "译文\n    两只黄鹂在翠绿的柳树间婉转地歌唱，一队整齐的白鹭直冲向蔚蓝的天空。\r\n我坐在窗前，可以望见西岭上堆积着终年不化的积雪，门前停泊着自万里外的东吴远行而来的船只。",
      "content" : "两个黄鹂鸣翠柳，\\n一行白鹭上青天。\\n窗含西岭千秋雪，\\n门泊东吴万里船。\\n"
    },
    {
      "id" : 50,
      "appreciation1" : "　　蕲水，今湖北浠水，在黄州（今湖北黄冈）东。蕲水的清泉寺，下临兰溪。兰溪水出于箬竹山，溪旁多兰花，故名曰：兰溪。此词是元丰五年（1082年）三月，46岁的苏轼贬官黄州期间所作。\n　　上片写暮春三月兰溪的雨后景色。首句点名了兰溪 得名的缘由——山下溪边多兰。同时又点明了游兰溪的时令。兰刚发芽，芽虽短，但是生机勃勃长势很快，一个“浸”字写尽春兰的活力。次句写漫步溪边，“松间沙路净无泥”化用了白居易的“沙路润无泥”。苏轼将“润”改为“净”，更加突出了兰溪的洁净和一尘不染。“萧萧暮雨子规啼”点出了净无泥的原因，同时又烘托出自己贬官黄州期间的凄凉环境和悲凉心情。暮雨萧萧、子规哀鸣都是写实。暮春三月，春色正浓，可写之景可谓数不胜数。但是作者独取此景，这显然和他当时的处境和心情有着直接的关系。\n　　但是，苏轼毕竟是一个“奋厉有当世志”的杰出人物。溪水西流使他感悟到：溪水尚且可以西流，难道人生就再无少了吗？何必自伤白发，哀叹衰老呢？集中体现了他虽然身处困境，仍力求振作的精神。末句“休将白发唱黄鸡”中的“白发”和“黄鸡”都出自于白居易的《醉歌》（“谁道使君不解歌，听唱黄鸡与白日。黄鸡催晓丑时鸣，白日催年酉时没。腰间红绶系未稳，镜里朱颜看已失。”）白居易感叹黄鸡催晓、白日催年、朱颜易逝，调子低沉。苏轼在这首词中是说不要伤悲叹白发，感慨黄鸡催晓，光阴易逝。这就一扫白的低沉调子，也冲淡了上片“萧萧暮雨子规啼”的悲凉气氛。\n　　此词，上片写景，景色如画，淡雅凄婉；下片抒情，富有哲理，振奋人心。近千年来，不知令多少身受挫折的失意人重新焕发出生活下去的勇气和继续前进的信心！这首词从山川景物着笔，意旨却是探索人生的哲理，表达作者热爱生活、旷达乐观的人生态度。整首词如同一首意气风发的生命交响乐，一篇老骥伏枥，志在千里的宣言书，流露出对青春活力的召唤，对未来的向往和追求，读之令人奋发自强。\n　　上阕写暮春三月兰溪幽雅的风光和环境：山下小溪潺湲，岸边的兰草刚刚萌生娇嫩的幼芽。松林间的沙路，仿佛经过清泉冲刷，一尘不染，异常洁净。傍晚细雨潇潇，寺外传来了杜鹃的啼声。作者选取几种富有特征的景物，描绘出一幅明丽、清新的风景画，令人身临其境，心旷神怡，表现出词人爱悦自然、执着人生的情怀。\n　　下阕迸发出使人感奋的议论。这种议论不是抽象的，概念化的，而是即景取喻，以富有情韵的语言，表达有关人生的哲理。“谁道”两句，以反诘唤起，以借喻回答。结尾两句以溪水西流的个别现象，即景生感，借端抒怀，自我勉励，表达出词人虽处困境而老当益壮、自强不息的精神。\n　　这首词，上片以淡疏的笔墨写景，景色自然明丽，雅淡凄美；下片既以形象的语言抒情，又在即景抒慨中融入哲理，启人心智，令人振奋。词人以顺处逆的豪迈情怀，政治上失意后积极、乐观的人生态度，催人奋进，激动人心。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49573",
      "translation2" : "注释\n蕲水：县名，今湖北浠水县。时与医人庞安时（字安常）同游，见《东坡题跋》卷三《书清泉寺词》。\n浸：泡在水中。\n萧萧：形容雨声。\n子规：布谷鸟。\n无再少：不能回到少年时代。\n白发：老年。\n唱黄鸡：感慨时光的流逝。因黄鸡可以报晓，表示时光的流逝。",
      "classes" : "宋词三百首#小学古诗#写景#感叹#人生#哲理#小学六年级#",
      "author" : "苏轼",
      "dynasty" : "宋代",
      "title" : "浣溪沙·游蕲水清泉寺",
      "rank" : "",
      "first_sentence" : "游蕲水清泉寺，寺临兰溪，溪水西流。",
      "translation1" : "译文\n    游玩蕲水的清泉寺，寺庙在兰溪的旁边，溪水向西流淌。山脚下刚生长出来的幼芽浸泡在溪水中，松林间的沙路被雨水冲洗的一尘不染，傍晚，下起了小雨，布谷鸟的叫声从松林中传出。\n    谁说人生就不能再回到少年时期？ 门前的溪水还能向西边流淌！不要在老年感叹时光的飞逝啊！",
      "content" : "游蕲水清泉寺，\\n寺临兰溪，\\n溪水西流。\\n山下兰芽短浸溪，\\n松间沙路净无泥，\\n潇潇暮雨子规啼。\\n谁道人生无再少？\\n门前流水尚能西！\\n休将白发唱黄鸡。\\n"
    },
    {
      "id" : 53,
      "appreciation1" : "　　辛弃疾词中有不少作品是描写农村生活的佳作，其中，有风景画，也有农村的风俗画。这首《清平乐·村居》就是一幅栩栩如生、有声有色的农村风俗画。\n　　刘熙载说 ，“词要清新”，“澹语要有味”（《艺概·词曲概》）。作者的此作正具有“澹语清新”、情画意的特点。它表现在描写手法、结构和构思三个方面。\n　　在描写手法上，这首词，没有一句使用浓笔艳墨，只是用纯粹的白描手法，描绘了农村一个五口之家的环境和生活画面。作者能够把这家老小的不同面貌和情态，描写得维妙维肖，活灵活现，具有浓厚的生活气息，如若不是大手笔，是难能达到此等艺术意境的。\n　　上阕头两句，写这个五口之家，有一所矮小的茅草房屋、紧靠着房屋有一条流水淙淙、清澈照人的小溪。溪边长满了碧绿的青草。在这里，作者只用了淡淡的两笔，就把由茅屋、小溪、青草组成的清新秀丽的环境勾画出来了。不难看出，这两句在全首词中，还兼有点明环境和地点的使命。\n　　三四两句，描写了一对满头白发的翁媪，亲热地坐在一起 ，一边喝酒，一边聊天的优闲自得的画面，这几句尽管写得很平淡，但是，它却把一对白发翁媪，乘着酒意，彼此“媚好 ”，亲密无间，那种和协、温暖、惬意的老年夫妻的幸福生活，形象地再现出来了。\n　　这就是无奇之中的奇妙之笔。当然，这里并不仅仅是限于这对翁媪的生活，它概括了农村普遍的老年夫妻生活乐趣，是有一定的典型意义。“吴音”，指吴地的地方话。作者写这首词时，是在江西上饶，此地，春秋时代属于吴国。“媪”，是对老年妇女的代称。\n　　下阕四句，采用白描手法，直书其事，和盘托出三个儿子的不同形象。大儿子是家中的主要劳力，担负着溪东豆地里锄草的重担。二儿子年纪尚小，只能做占铺助劳动，所以在家里编织鸡笼。三儿子不懂世事，只知任意地调皮玩耍，看他躺卧在溪边剥莲蓬吃的神态，即可知晓。这几句虽然极为通俗易懂，但却刻画出鲜明的人物形象，描绘出耐人寻味的意境。尤其是小儿无拘无束地剥莲蓬吃的那种天真活泼的神情状貌，饶有情趣，栩栩如生，可谓是神来之笔，古今一绝！“无赖”，谓顽皮，是爱称，并无贬意 。“卧”字的用得极妙它把小儿天真、活泼、顽皮的劲儿，和盘托出，跃然纸上。所谓一字千金，即是说使用一字，恰到好处，比坐、躺、趴等用的更妙，就更能给全句或全词增辉。这里的“卧”字正是如此。\n　　在艺术结构上，全词紧紧围绕着小溪，布置画面，展开人物的活动。从词的意境来看，茅檐是靠近小溪的。另外 ，“溪上青青草”、“大儿锄豆溪东”、“最喜小儿无赖，溪头卧剥莲蓬 ”四句，连用了三个“溪”字，使得画面的布局紧凑。所以，“溪”字的使用，在全词结构上起着关键作用。\n　　在写景方面，茅檐、小溪、青草，这本来是农村中司空见惯的东西，然而作者把它们组合在一个画面里，却显得格外清新优美。在写人方面，翁媪饮酒聊天，大儿锄草，中儿编鸡笼，小儿卧剥莲蓬。通过这样简单的情节安排，就把一片生机勃勃和平宁静、朴素安适的农村生活，真实地反映出来了。给人一种诗情画意 ，清新悦目的感觉，这样的构思巧妙、新颖，色彩协和、鲜明，给人留下了难忘的印象。\n　　从作者对农村清新秀丽 、朴素雅静的环境描写，对翁媪及其三子形象的刻画，表现出词人喜爱农村和平宁静的生活。\n　　这首词 ，是作者晚年遭受议和派排斥和打击，志不得伸，归隐上饶地区闲居农村时写的，词作描写农村和平宁静、朴素安适的生活，并不能说是作者对现实的粉饰。从作者一生始终关心宋朝恢复大业来看，他向往这样的农村生活 ，因而会更加激起他抗击金兵、收复中原、统一祖国的爱国热忱。就当时的情况来说，在远离抗金前线的村庄，这种和平宁静的生活，也是存在的，此作并非是作者主观想象的产物，而是现实生活的反映。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57611",
      "translation2" : "注释\n⑴清平乐：词牌名。村居：题目\n⑵茅檐：茅屋的屋檐。\n⑶吴音：吴地的方言。作者当时住在信州（今上饶），这一带的方言为吴音。相媚好：指相互逗趣，取乐。\n⑷翁媪（ǎo）：老翁、老妇。\n⑸锄豆：锄掉豆田里的草。\n⑹织：编织，指编织鸡笼。\n⑺亡赖：这里指小孩顽皮、淘气。亡，通“无”。\n⑻卧：趴。",
      "classes" : "宋词三百首#小学古诗#初中古诗#向往#乡村#生活#小学五年级#",
      "author" : "辛弃疾",
      "dynasty" : "宋代",
      "title" : "清平乐·村居",
      "rank" : "",
      "first_sentence" : "茅檐低小，溪上青青草。",
      "translation1" : "译文\n    草屋的茅檐又低又小，溪边长满了碧绿的小草。\n    含有醉意的吴地方言，听起来温柔又美好，那满头白发的老人是谁家的呀？\n    大儿子在溪东边的豆田锄草，二儿子正忙于编织鸡笼。\n    最令人喜爱的是小儿子，他正横卧在溪头草丛，剥着刚摘下的莲蓬。",
      "content" : "茅檐低小，\\n溪上青青草。\\n醉里吴音相媚好，\\n白发谁家翁媪？\\n大儿锄豆溪东，\\n中儿正织鸡笼。\\n最喜小儿亡赖，\\n溪头卧剥莲蓬。\\n"
    },
    {
      "id" : 55,
      "appreciation1" : "　　此纯以比兴的手法出之，语言浅显，是寓意明畅，无庸多加阐释，只须于个别词句略加疏通，其意自明。诗人取譬之妙，用语之巧，而且在刹那间脱口而出，实在令人叹为观止。“本是同根生，相煎何太急”二语，千百年来已成为人们劝戒避免兄弟阋墙、自相残杀的普遍用语，说明此诗在人民中流传极广。\n　　通过燃萁煮豆这一日常现象，抒发了曹植内心的悲愤。\n　　真实度\n　　七步诗的真假向来为人所争议。其中郭沫若说的比较有理。他认为曹植的《七步诗》：“过细考察起来，恐怕附会的成分要占多数。多因后人同情曹植而不满意曹丕，故造为这种小说。其实曹丕如果要杀曹植，何必以逼他作诗为借口?子建才捷，他又不是不知道。而且果真要杀他的话，诗作成了依然可以杀，何至于仅仅受了点讥刺而便‘深惭’?所以此诗的真实性实在比较少。然而就因为写了这首诗，曹植却维系了千载的同情，而曹丕也就膺受了千载的厌弃。这真是所谓‘身后是非谁管得’了。”但是他的说法也有人质疑，有人说，当初曹丕让曹植七步成诗只是作为一个借口，想杀他，他认为曹植肯定不能成功，但他没料到，曹植才华如此出众，当时，就连曹丕本人也被感动了些许，并且为了保住名声，以安天下，他才放过了曹植。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70888",
      "translation2" : "锅里煮着豆子，是想把豆子的残渣过滤出去，留下豆汁来作羹。\n豆秸在锅底下燃烧，豆子在锅里面哭泣。\n豆子和豆秸本来是同一条根上生长出来的，豆秸怎能这样急迫地煎熬豆子呢！ ！（版本二）",
      "classes" : "古诗三百首#小学古诗#劝诫#亲情#小学六年级#",
      "author" : "曹植",
      "dynasty" : "两汉",
      "title" : "七步诗",
      "rank" : "",
      "first_sentence" : "煮豆燃豆萁，豆在釜中泣。",
      "translation1" : "译文\n    锅里煮着豆子，豆秸在锅底下燃烧，豆子在锅里面哭泣。\n    豆子和豆秸本来是同一条根上生长出来的，豆秸怎能这样急迫地煎熬豆子呢？（版本一）",
      "content" : "煮豆燃豆萁，\\n豆在釜中泣。\\n本是同根生，\\n相煎何太急？\\n煮豆持作羹，\\n漉菽以为汁。\\n萁在釜下燃，\\n豆在釜中泣。\\n本自同根生，\\n相煎何太急？\\n"
    },
    {
      "id" : 56,
      "appreciation1" : "水光潋滟晴方好，山色空蒙雨亦奇 　　从题可知，诗人在西湖饮酒游赏，开始时阳光明丽，后来下起了雨。两种不同的景致，让他都很欣赏。他说：天晴之时，西湖碧水荡漾，波光粼粼，风景正好；下雨时，西湖周围的青山，迷蒙苍茫，若有若无，又显出另一番奇妙景致。“潋滟”，波光闪动。“空蒙”，烟雨迷茫。这两个词都是叠韵词，增强了诗歌语言的音乐性。\n　　这里，诗人既写了湖光，又写了山色；既有晴和之景，又有雨天之韵，可以说内容是很多的。但从另一个角度看，又很笼统，因为这两句并非只适用于西湖。其实，这正是诗人笔法高妙之处。西湖很美，但究竟美在哪里，怎样美法，恐怕没人说得清。如果具体地描绘景物，可能会有个别精彩之句，但总失之太实、太具体，不能传达出西湖给人的整体印象。苏轼这两句有高度的艺术概括性，同时又很形象、很传神，想象空间很大，将“西湖即是美”这一人们共有的感受用诗的语言表述出来。同时，这两句也反映出诗人开阔的胸襟与达观自适的性情。\n欲把西湖比西子，淡妆浓抹总相宜 　　“西子”即西施，春秋时越国有名的美女。无论是淡雅妆饰，还是盛装打扮，西施都一样美丽动人；如果把西湖比做西施的话，那么不管是晴是雨，是冬是春，它都同样美不胜收。\n　　以绝色美人喻西湖，不仅赋予西湖之美以生命，而且新奇别致，情味隽永。人人皆知西施是个美女，但究竟是怎样的美丽，却只存在于个人心中。而西湖的美景不也是如此吗？采用这样的手法，比起直接去描写，不知要节约多少笔墨，而它的寓意却丰富深刻得多。它对读者不只诉之于感受，同时也诉之于思考，让读者通过自己的想象去发挥诗的内涵。这一出色的比喻，被宋人称为“道尽西湖好处”的佳句，以致“西子湖”成了西湖的别名。也难怪后来的诗人为之搁笔：“除却淡妆浓抹句，更将何语比西湖?”（宋人武衍《正月二日泛舟湖上》）",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70938",
      "translation2" : "注释\n①湖：即杭州西湖。\n②潋滟 ：水面波光闪动的样子。\n③方好：正是显得很美。\n④空濛：细雨迷茫的样子。\n⑤西子：西施，春秋时代越国有名的美女，原名施夷光，或称 先施 ，居古代四大美女（西施、王昭君、貂蝉、杨玉环）之首。家住浣纱溪村（在今浙江诸暨市）西，所以称为西施。\n⑥相宜：也显得十分美丽。",
      "classes" : "古诗三百首#小学古诗#西湖#写雨#写景#小学三年级#",
      "author" : "苏轼",
      "dynasty" : "宋代",
      "title" : "饮湖上初晴后雨二首·其二",
      "rank" : "",
      "first_sentence" : "水光潋滟晴方好，山色空蒙雨亦奇。",
      "translation1" : "译文\n    在灿烂的阳光照耀下，西湖水微波粼粼，波光艳丽，看起来很美；雨天时，在雨幕的笼罩下，西湖周围的群山迷迷茫茫，若有若无，也显得非常奇妙。\n    若把西湖比作古美女西施，淡妆浓抹都是那么得十分适宜。",
      "content" : "水光潋滟晴方好，\\n山色空蒙雨亦奇。\\n欲把西湖比西子，\\n淡妆浓抹总相宜。\\n"
    },
    {
      "id" : 57,
      "appreciation1" : "　　此词是中秋望月怀人之作，表达了对胞弟苏辙的无限怀念。词人运用形象描绘手法，勾勒出一种皓月当空、亲人千里、孤高旷远的境界氛围，反衬自己遗世独立的意绪和往昔的大醉，作此篇，兼怀子由。”丙辰，是公元1076年（北宋神宗熙宁九年）。当时苏轼在密州（今山东诸城）做太守，中秋之夜他一边赏月一边饮酒，直到天亮，于是做了这首《水调歌头》。苏轼一生，以崇高儒学、讲究实务为主。但他也“龆龀好道”，中年以后，又曾表示过“归依佛僧”，是经常处在儒释道的纠葛当中的。每当挫折失意之际，则老庄思想上升，借以帮助自己解释穷通进退的困惑。公元1071年（熙宁四年），他以开封府推官通判杭州，是为了权且避开汴京政争的漩涡。公元1074年（熙宁七年）调知密州，虽说出于自愿，实质上仍是处于外放冷遇的地位。尽管当时“面貌加丰”，颇有一些旷达表现，也难以遮掩深藏内心的郁愤。这首中秋词，正是此种宦途险恶体验的升华与总结。“大醉”遣怀是主，“兼怀子由”是辅。对于一贯秉持“尊主泽民”节操的作者来说，手足分离和私情，比起廷忧边患的国势来说，毕竟属于次要的伦理负荷。此点在题序中并有深微的提示。\n　　在大自然的景物中，月亮是很有浪漫色彩的，很容易启发人们的艺术联想。一钩新月，可联想到初生的萌芽事物；一轮满月，可联想到美好的团圆生活；月亮的皎洁，让人联想到光明磊落的人格。在月亮这一意象上集中了人类无限美好的憧憬与理想。苏轼是一位性格豪放、气质浪漫的文学家，当他抬头遥望中秋明月时，其思想情感犹如长上了翅膀，天上人间自由翱翔。反映到词里，遂形成了一种豪放洒脱的风格。\n　　此词上片望月，既怀逸兴壮思，高接混茫，而又脚踏实地，自具雅量高致。一开始就提出一个问题：明月是从什么时候开始有的——“明月几时有？把酒问青天。”把酒问天这一细节与屈原的《天问》和李白的《把酒问月》有相似之处。其问之痴迷、想之逸尘，确实是有一种类似的精、气、神贯注在里面。从创作动因上来说，屈原《天问》洋洋170余问的磅礴情，是在他被放逐后彷徨山泽、经历陵陆，在楚先王庙及公卿祠堂仰见“图画天地山川神灵”及“古贤圣怪物行事”后“呵而问之”的（王逸《楚辞章句·天问序》）。是情景触碰激荡的产物。李白的《把酒问月》诗自注是：“故人贾淳令予问之。”当也是即兴遣怀之作。苏轼此词正如小序中所言是中秋望月，欢饮达旦后的狂想之曲，亦属“伫兴之作”（王国维《人间词话》）。它们都有起得突兀、问得离奇的特点。从创作心理上来说，屈原在步入先王庙堂之前就已经是“嗟号昊旻，仰天叹息”（王逸《楚辞章句·天问序》），处于情感迷狂的精神状态，故呵问青天，“似痴非痴，愤极悲极”（胡浚源《楚辞新注求确》）。李白是“唯愿当歌对酒时，月光长照金樽里”（《把酒问月》），那种因失意怅惘的郁勃意绪，也是鼻息可闻的。苏轼此词作于丙辰年，时因反对王安石新法而自请外任密州。既有对朝廷政局的强烈关注，又有期望重返汴京的复杂心情，故时逢中秋，一饮而醉，意兴在阑珊中饶有律动。三人的创作心理实是脉络暗通的。\n　　苏轼把青天当做自己的朋友，把酒相问，显示了他豪放的性格和不凡的气魄。李白的《把酒问月》诗说：“青天有月来几时？我今停杯一问之。”不过李白这里的语气比较舒缓，苏轼因为是想飞往月宫，所以语气更关注、更迫切。“明月几时有？”这个问题问得很有意思，好像是在追溯明月的起源、宇宙的起源；又好像是在惊叹造化的巧妙。读者从中可以感到诗人对明月的赞美与向往。\n　　接下来两句：“不知天上宫阙，今夕是何年。”把对于明月的赞美与向往之情更推进了一层。从明月诞生的时候起到现在已经过去许多年了，不知道在月宫里今晚是一个什么日子。诗人想象那一定是一个好日子，所以月才这样圆、这样亮。他很想去看一看，所以接着说：“我欲乘风归去，又恐琼楼玉宇，高处不胜寒。”唐人称李白为“谪仙”，黄庭坚则称苏轼与李白为“两谪仙”，苏轼自己也设想前生是月中人，因而起 “乘风归去”之想。他想乘风飞向月宫，又怕那里的琼楼玉宇太高了，受不住那儿的寒冷。“琼楼玉宇”，语出《大业拾遗记》：“瞿乾祐于江岸玩月，或谓此中何有？瞿笑曰：‘可随我观之。’俄见月规半天，琼楼玉宇烂然。”“不胜寒”，暗用《明皇杂录》中的典故：八月十五日夜，叶静能邀明皇游月宫。临行，叶叫他穿皮衣。到月宫，果然冷得难以支持。这几句明写月宫的高寒，暗示月光的皎洁，把那种既向往天上又留恋人间的矛盾心理十分含蓄地写了出来。这里还有两个字值得注意，就是“我欲乘风归去”的“归去”。飞天入月，为什么说是归去呢？也许是因为苏轼对明月十分向往，早已把那里当成自己的归宿了。从苏轼的思想看来，他受道家的影响较深，抱着超然物外的生活态度，又喜欢道教的养生之术，所以常有出世登仙的想法。他的《前赤壁赋》描写月下泛舟时那种飘飘欲仙的感觉说：“浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。”也是由望月而想到登仙，可以和这首词互相印证。词人之所以有这种脱离人世、超越自然的奇想，一方面来自他对宇宙奥秘的好奇，另一方面更主要的是来自对现实人间的不满。人世间有如此多的不称心、不满意之事，迫使词人幻想摆脱这烦恼人世，到琼楼玉宇中去过逍遥自在的神仙生活。苏轼后来贬官到黄州，时时有类似的奇想，所谓“小舟从此逝，江海寄余生”。然而，在词中这仅仅是一种打算，未及展开，便被另一种相反的思想打断：“又恐琼楼玉宇，高处不胜寒”。这两句急转直下，天上的“琼楼玉宇”虽然富丽堂皇，美好非凡，但那里高寒难耐，不可久居。词人故意找出天上的美中不足，来坚定自己留在人间的决心。一正一反，更表露出词人对人间生活的热爱。同时，这里依然在写中秋月景，读者可以体会到月亮的美好，以及月光的寒气逼人。这一转折，写出词人既留恋人间又向往天上的矛盾心理。这种矛盾能够更深刻地说明词人留恋人世、热爱生活的思想感情，显示了词人开阔的心胸与超远的志向，因此为歌词带来一种旷达的作风。\n　　但苏轼毕竟更热爱人间的生活，“起舞弄清影，何似在人间！”与其飞往高寒的月宫，还不如留在人间趁着月光起舞呢！“清影”，是指月光之下自己清朗的身影。“起舞弄清影”，是与自己的清影为伴，一起舞蹈嬉戏的意思。李白《月下独酌》说：“我歌月徘徊，我舞影零乱。”苏轼的“起舞弄清影”就是从这里脱胎出来的。“高处不胜寒”并非作者不愿归去的根本原因，“起舞弄清影，何似在人间”才是根本之所在。与其飞往高寒的月宫，还不如留在人间，在月光下起舞，最起码还可以与自己清影为伴。这首词从幻想上天写起，写到这里又回到热爱人间的感情上来。从“我欲”到“又恐”至“何似”的心理转折开阖中，展示了苏轼情感的波澜起伏。他终于从幻觉回到现实，在出世与入世的矛盾纠葛中，入世思想最终占了上风。“何似在人间”是毫无疑问的肯定，雄健的笔力显示了情感的强烈。\n　　下片怀人，即兼怀子由，由中秋的圆月联想到人间的离别，同时感念人生的离合无常。“转朱阁，低绮户，照无眠。”转和低都是指月亮的移动，暗示夜已深沉。月光转过朱红的楼阁，低低地穿过雕花的门窗，照到了房中迟迟未能入睡之人。这里既指自己怀念弟弟的深情，又可以泛指那些中秋佳节因不能与亲人团圆以至难以入眠的一切离人。“无眠”是泛指那些因为不能和亲人团圆而感到忧伤，以致不能入睡的人。月圆而人不能圆，这是多么遗憾的事啊！于是词人便无理地埋怨明月说：“不应有恨，何事长向别时圆？”明月您总不该有什么怨恨吧，为什么老是在人们离别的时候才圆呢？相形之下，更加重了离人的愁苦了。这是埋怨明月故意与人为难，给人增添忧愁，无理的语气进一步衬托出词人思念胞弟的手足深情，却又含蓄地表示了对于不幸的离人们的同情。\n　　接着，诗人把笔锋一转，说出了一番宽慰的话来为明月开开脱：“人有悲欢离合，月有阴晴圆缺，此事古难全。”人固然有悲欢离合，月也有阴晴圆缺。她有被乌云遮住的时候，有亏损残缺的时候，她也有她的遗憾，自古以来世上就难有十全十美的事。既然如此，又何必为暂时的离别而感到忧伤呢？词人毕竟是旷达的，他随即想到月亮也是无辜的。既然如此，又何必为暂时的离别而忧伤呢？这三句从人到月、从古到今做了高度的概括。从语气上，好像是代明月回答前面的提问；从结构上，又是推开一层，从人、月对立过渡到人、月融合。为月亮开脱，实质上还是为了强调对人事的达观，同时寄托对未来的希望。因为，月有圆时，人也有相聚之时。很有哲理意味。\n　　词的最后说：“但愿人长久，千里共婵娟。”“婵娟”是美好的样子，这里指嫦娥，也就是代指明月。“共婵娟”就是共明月的意思，典故出自南朝谢庄的《月赋》：“隔千里兮共明月。”既然人间的离别是难免的，那么只要亲人长久健在，即使远隔千里也还可以通过普照世界的明月把两地联系起来，把彼此的心沟通在一起。“但愿人长久”，是要突破时间的局限；“千里共婵娟”，是要打通空间的阻隔。让对于明月的共同的爱把彼此分离的人结合在一起。古人有“神交”的说法，要好的朋友天各一方，不能见面，却能以精神相通。“千里共婵娟”也可以说是一种神交了！这两句并非一般的自慰和共勉，而是表现了作者处理时间、空间以及人生这样一些重大问题所持的态度，充分显示出词人精神境界的丰富博大。王勃有两句诗：“海内存知己，天涯若比邻。”意味深长，传为佳句，与“千里共婵娟”有异曲同工之妙。另外，张九龄的《望月怀远》说：“海上生明月，天涯共此时。”许浑的《秋霁寄远》说：“唯应待明月，千里与君同。”都可以互相参看。但愿人人年年平安，相隔千里也能共享着美好的月光，表达了作者的祝福和对亲人的思念，表现了作者旷达的态度和乐观的精神。苏轼就是把前人的诗意化解到自己的作品中，熔铸成一种普遍性的情感。正如词前小序所说，这首词表达了对弟弟苏辙（字子由）的怀念之情，但并不限于此。可以说这首词是苏轼在中秋之夜，对一切经受着离别之苦的人表示的美好祝愿。\n　　此篇是苏词代表作之一。从艺术成就上看，它构思奇拔，畦径独辟，极富浪漫主义色彩，是历来公认的中秋词中的绝唱。从表现方面来说，词的前半纵写，后半横叙。上片高屋建瓴，下片峰回路转。前半是对历代神话的推陈出新，也是对魏晋六朝仙诗的递嬗发展。后半纯用白描，人月双及。它名为演绎物理，实则阐释人事。笔致错综回环，摇曳多姿。从布局方面来说，上片凌空而起，入处似虚；下片波澜层叠，返虚转实。最后虚实交错，纡徐作结。全词设景清丽雄阔，以咏月为中心表达了游仙“归去”与直舞“人间”、离欲与入世的 盾和困惑，以及旷达自适，人生长久的乐观枋度和美好愿望，极富哲理与人情。立意高远，构思新颖，意境清新如画。最后以旷达情怀收束，是词人情怀的自然流露。情韵兼胜，境界壮美，具有很高的审美价值。此词全篇皆是佳句，典型地体现出苏词清雄旷达的风格。\n　　作者既标举了“ 绝尘寰的宇宙意识”，又摒弃那种“在神奇的永恒面前的错愕”情态（闻一多评《春江花月夜》语）。他并不完全超然地对待自然界的变化发展，而是努力从自然规律中寻求“随缘自娱”的生活意义。所以，尽管这首词基本上是一种情怀寥落的秋的吟咏，读来却并不缺乏“触处生春”、引人向上的韵致。\n　　对于这首《水调歌头》历来都是推崇备至。胡仔《苕溪渔隐丛话》认为此词是写中秋的词里最好的一首。这首词仿佛是与明月的对话，在对话中探讨着人生的意义。既有理趣，又有情趣，很耐人寻味。因此九百年来传诵不衰。吴潜《霜天晓角》：“且唱东坡《水调》，清露下，满襟雪。”《水浒传》第三十回写八月十五“可唱个中秋对月对景的曲儿”，唱的就是这 “一支东坡学士中秋《水调歌》。”可见宋元时传唱之盛。全词意境豪放而阔大，情怀乐观而旷达，对明月的向往之情，对人间的眷恋之意，以及那浪漫的色彩，潇洒的风格和行云流水一般的语言，至今还能给人们以健康的美学享受。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49386",
      "translation2" : "明月从什么时候才开始出现的？我端起酒杯遥问苍天。不知道在天上的宫殿，何年何月。我想要乘御清风回到天上，又恐怕在美玉砌成的楼宇，受不住高耸九天的寒冷。翩翩起舞玩赏着月下清影，哪像是在人间。\n月儿转过朱红色的楼阁，低低地挂在雕花的窗户上，照着没有睡意的自己。明月不该对人们有什么怨恨吧，为什么偏在人们离别时才圆呢？人有悲欢离合的变迁，月有阴晴圆缺的转换，这种事自古来难以周全。只希望这世上所有人的亲人能平安健康，即便相隔千里，也能共享这美好的月光。",
      "classes" : "宋词三百首#宋词精选#初中古诗#高中古诗#豪放#中秋节#月亮#怀人#祝福#哲理#初二#",
      "author" : "苏轼",
      "dynasty" : "宋代",
      "title" : "水调歌头·丙辰中秋",
      "rank" : "",
      "first_sentence" : "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。",
      "translation1" : "译文\n    丙辰年的中秋节，高兴地喝酒直到第二天早晨，喝到大醉，写了这首词，同时思念弟弟苏辙。",
      "content" : "丙辰中秋，\\n欢饮达旦，\\n大醉，\\n作此篇，\\n兼怀子由。\\n明月几时有？\\n把酒问青天。\\n不知天上宫阙，\\n今夕是何年。\\n我欲乘风归去，\\n又恐琼楼玉宇，\\n高处不胜寒。\\n起舞弄清影，\\n何似在人间？\\n转朱阁，\\n低绮户，\\n照无眠。\\n不应有恨，\\n何事长向别时圆？\\n人有悲欢离合，\\n月有阴晴圆缺，\\n此事古难全。\\n但愿人长久，\\n千里共婵娟。\\n"
    },
    {
      "id" : 58,
      "appreciation1" : "　　《木兰》是中国南北朝时期北方的一首长篇叙事民歌，也是一篇乐府诗。记述了木兰女扮男装，代父从军，征战沙场，凯旋回朝，建功受封，辞官还家的故事，充满传奇色彩。\n　　第一段，写木兰决定代父从军。诗以“唧唧复唧唧”的织机声开篇，展现“木兰当户织”的情景。然后写木兰停机叹息，无心织布，不禁令人奇怪，引出一问一答，道出木兰的心事。木兰之所以“叹息”，不是因为儿女的心事，而是因为天子征兵，父亲在被征之列，父亲既已年老，家中又无长男，于是决定代父从军。\n　　第二段，写木兰准备出征和奔赴战场。“东市买骏马……”四句排比，写木兰紧张地购买战马和乘马用具，表示对此事的极度重视，只用了两天就走完了，夸张地表现了木兰行进的神速、军情的紧迫、心情的急切，使人感到紧张的战争氛围。其中写“黄河流水鸣溅溅”“燕山胡骑鸣啾啾”之声，还衬托了木兰的思亲之情。\n　　第三段，概写木兰十来年的征战生活。“万里赴戎机，关山度若飞”，概括上文“旦辞……”八句的内容，夸张地描写了木兰身跨战马，万里迢迢，奔往战场，飞越一道道关口，一座座高山。寒光映照着身上冰冷的铠甲。“将军百战死，壮士十年归”，概述战争旷日持久，战斗激烈悲壮。将士们十年征战，历经一次次残酷的战斗，有的战死，有的归来。而英勇善战的木兰，则是有幸生存、胜利归来的将士中的一个。\n　　第四段，写木兰还朝辞官。先写木兰朝见天子，然后写木兰功劳之大，天子赏赐之多，再说到木兰辞官不就，愿意回到自己的故乡。“木兰不用尚书郎”而愿“还故乡”，固然是她对家园生活的眷念，但也自有秘密在，即她是女儿身。天子不知底里，木兰不便明言，颇有戏剧意味。\n　　第五段，写木兰还乡与亲人团聚。先以父母姊弟各自符合身份、性别、年龄的举动，描写家中的欢乐气氛，展现浓郁的亲情；再以木兰一连串的行动，写她对故居的亲切感受和对女儿妆的喜爱，一副天然的女儿情态，表现她归来后情不自禁的喜悦；最后作为故事的结局和全诗的高潮，是恢复女儿装束的木兰与伙伴相见的喜剧场面。\n　　第六段，用比喻作结。以双兔在一起奔跑，难辨雌雄的隐喻，对木兰女扮男装、代父从军多年未被发现的奥秘加以巧妙的解答，妙趣横生而又令人回味。\n　　其诗中几件事的描绘详略得当，一，二，三，六，七段详写木兰女儿情怀，四，五段略写战场上的英雄气概。从内容上突出儿女情怀，丰富英雄性格，是人物形象更真实感人。结构上使全诗显得简洁，紧凑。\n　　这首诗塑造了木兰这一不朽的人物形象，既富有传奇色彩，而又真切动人。木兰既是奇女子又是普通人，既是巾帼英雄又是平民少女，既是矫健的勇士又是娇美的女儿。她勤劳善良又坚毅勇敢，淳厚质朴又机敏活泼，热爱亲人又报效国家，不慕高官厚禄而热爱和平生活。\n　　这首诗具有浓郁的民歌特色。全诗以“木兰是女郎”来构思木兰的传奇故事，富有浪漫色彩。繁简安排极具匠心，虽然写的是战争题材，但着墨较多的却是生活场景和儿女情态，富有生活气息。诗中以人物问答来刻画人物心理，生动细致；以众多的铺陈排比来描述行为情态，神气跃然；以风趣的比喻来收束全诗，令人回味。这就使作品具有强烈的艺术感染力。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71131",
      "translation2" : "　　问姑娘在思念什么，问姑娘在惦记什么。姑娘并没有思念什么，姑娘并没有回忆什么。昨夜看见征兵的文书，知道君王在大规模征募兵士，那么多卷征兵文书，每卷上都有父亲的名字。父亲没有长大成人的儿子，木兰没有兄长，木兰愿意去买来马鞍和马匹，从此替父亲去出征。",
      "classes" : "初中古诗#初中文言文#乐府#叙事#民歌#赞美#女子#战争#初一#",
      "author" : "佚名",
      "dynasty" : "南北朝",
      "title" : "木兰诗 \/ 木兰辞",
      "rank" : "",
      "first_sentence" : "唧唧复唧唧，木兰当户织。",
      "translation1" : "译文\n    织布机声一声接着一声，木兰姑娘当门在织布。织机停下来不再作响，只听见姑娘在叹息。\r\n\r\n　　问姑娘在思念什么，问姑娘在惦记什么。姑娘并没有思念什么，姑娘并没有回忆什么。昨夜看见征兵的文书，知道君王在大规模征募兵士，那么多卷征兵文书，每卷上都有父亲的名字。父亲没有长大成人的儿子，木兰没有兄长，木兰愿意去买来马鞍和马匹，从此替父亲去出征。\r\n\r\n　　到东边的集市上买来骏马，西边的集市买来马鞍和鞍下的垫子，南边的集市买来嚼子和缰绳，北边的集市买来长鞭（马鞭）。早上辞别父母上路，晚上宿营在黄河边，听不见父母呼唤女儿的声音，但能听到黄河汹涌奔流的声音。早上辞别黄河上路，晚上到达黑山（燕山）脚下，听不见父母呼唤女儿的声音，但能听到燕山胡兵战马啾啾的鸣叫声。\r\n\r\n　　行军万里奔赴战场作战，翻越关隘和山岭就像飞过去一样快。北方的寒风中传来打更声，清冷的月光映照着战士们的铠甲。将士们经过无数次出生入死的战斗，有些牺牲了，有的十年之后得胜而归。\r\n\r\n　　归来朝见天子，天子坐上殿堂（论功行赏）。记功木兰最高一等，得到的赏赐千百金以上。天子问木兰有什么要求，木兰不愿做尚书省的官，希望骑上一匹千里马，送我回故乡。\r\n\r\n　　父母听说女儿回来了，互相搀扶着出城（迎接木兰）。姐姐听说妹妹回来了，对门梳妆打扮起来。小弟弟听说姐姐回来了，霍霍地磨刀杀猪宰羊。打开我闺房东面的门，坐在我闺房西面的床上，脱去我打仗时穿的战袍，穿上我姑娘的衣裳，当着窗子整理像云一样柔美的鬓发，对着镜子在额上贴好花黄。出门去见同营的伙伴，伙伴们都非常惊讶：我们同行十二年之久，竟然不知道木兰是女孩子。\r\n\r\n　　提着兔子的耳朵悬在半空时，雄兔两只脚时常动弹，雌兔两只眼时常眯着(所以容易辨别)。雄雌两只兔子一起并排着跑时，怎能辨别出哪只是雄兔，哪只是雌兔。",
      "content" : "唧唧复唧唧，\\n木兰当户织。\\n不闻机杼声，\\n惟闻女叹息。\\n　　问女何所思，\\n问女何所忆。\\n女亦无所思，\\n女亦无所忆。\\n昨夜见军帖，\\n可汗大点兵，\\n军书十二卷，\\n卷卷有爷名。\\n阿爷无大儿，\\n木兰无长兄，\\n愿为市鞍马，\\n从此替爷征。\\n　　东市买骏马，\\n西市买鞍鞯，\\n南市买辔头，\\n北市买长鞭。\\n旦辞爷娘去，\\n暮宿黄河边，\\n不闻爷娘唤女声，\\n但闻黄河流水鸣溅溅。\\n旦辞黄河去，\\n暮至黑山头，\\n不闻爷娘唤女声，\\n但闻燕山胡骑鸣啾啾。\\n　　万里赴戎机，\\n关山度若飞。\\n朔气传金柝，\\n寒光照铁衣。\\n将军百战死，\\n壮士十年归。\\n　　归来见天子，\\n天子坐明堂。\\n策勋十二转，\\n赏赐百千强。\\n可汗问所欲，\\n木兰不用尚书郎，\\n愿驰千里足，\\n送儿还故乡。\\n　　爷娘闻女来，\\n出郭相扶将；阿姊闻妹来，\\n当户理红妆；小弟闻姊来，\\n磨刀霍霍向猪羊。\\n开我东阁门，\\n坐我西阁床，\\n脱我战时袍，\\n著我旧时裳。\\n当窗理云鬓，\\n对镜贴花黄。\\n出门看火伴，\\n火伴皆惊忙：同行十二年，\\n不知木兰是女郎。\\n　　雄兔脚扑朔，\\n雌兔眼迷离；双兔傍地走，\\n安能辨我是雄雌？\\n"
    },
    {
      "id" : 59,
      "appreciation1" : "　　白居易在杭州时，有关湖光山色的题咏很多。这处处扣紧环境和季节的特征，把刚刚披上春天外衣的西湖，描绘得生意盎然，恰到好处。\n　　诗的首联紧扣题目总写湖水。前一句点出钱塘湖的方位和四周“楼观参差”景象，两个地名连用，显示出一种动感，说明诗人是在一边走，一边观赏。后一句正面写湖光水色：春水初涨，水面与堤岸齐平，空中舒卷的白云和湖面荡漾的波澜连成一片，正是典型的江南春湖的水态天容。颔联写仰视所见禽鸟。莺在歌，燕在舞，显示出春天的勃勃生机。黄莺和燕子都是春天的使者，黄莺用它婉转流利的歌喉向人间传播春回大地的喜讯；燕子穿花贴水，衔泥筑巢，又启迪人们开始春日的劳作。“几处”二字，勾画出莺歌的此呼彼应和诗人左右寻声的情态。“谁家”二字的疑问，又表现出诗人细腻的心理活动，并使读者由此产生丰富的联想。颈联写俯察所见花草。因为是早春，还未到百花盛开季节，所以能见到的尚不是姹紫嫣红开遍，而是东一团，西一簇，用一个“乱”字来形容。而春草也还没有长得丰茂，仅只有没过马蹄那么长，所以用一个“浅”字来形容。这一联中的“渐欲”和“才能”又是诗人观察、欣赏的感受和判断，这就使客观的自然景物化为带有诗人主观感情色彩的眼中景物，使读者受到感染。这两联细致地描绘了西湖春行所见景物，以“早”“新”“争”“啄”表现莺燕新来的动态；以“乱”“浅”“渐欲”“才能”，状写花草向荣的趋势。这就准确而生动地把诗人边行边赏的早春气象透露出来，给人以清新之感。前代诗人谢灵运“池塘生春草，园柳变鸣禽”（《登池上楼》）二句之所以妙绝古今，受到激赏，正是由于他写出了季节更换时这种乍见的喜悦。《钱塘湖春行》以上两联在意境上颇与之相类，只是白诗铺展得更开些。尾联略写诗人最爱的湖东沙堤。白堤中贯钱塘湖，在湖东一带，可以总揽全湖之胜。只见绿杨荫里，平坦而修长的白沙堤静卧碧波之中，堤上骑马游春的人来往如织，尽情享受春日美景。诗人置身其间，饱览湖光山色之美，心旷而神怡。以“行不足”说明自然景物美不胜收，诗人也余兴未阑。\n　　中国历史上，在天堂杭州当剌史或知州的可以说是不乏名人，不过，最有名的要算是唐朝和宋朝的两位大文豪白居易和苏东坡了。他们不但在杭州任上留下了叫后人敬仰的政绩，而且也流传下来许多描写杭州及其西湖美景的诗词文章与传闻轶事，所以又有人们称他们为“风流太守”。白居易的七律《钱塘湖春行》就是为人们所熟知的一篇，这首诗不但描绘了西湖旖旎骀荡的春光，以及世间万物在春色的沐浴下的勃勃生机，而且将诗人本身陶醉在这良辰美景中的心态和盘托出。 “孤山寺北贾亭西，水面初平云脚低。”诗歌的第一句是地点，第二句是远景。孤山坐落在西湖的后湖与外湖之间，峰峦叠翠，上有孤山寺，登山观景，美不胜收。据《唐语林》卷六载，贾公亭建于贞元年间，未五六十年后废。白居易写此诗时，其亭尚在，也算是西湖的一处名胜。白居易一开始来到了孤山寺的北面，贾公亭的西畔，放眼望去，只见冬水荡漾，云幕低垂，湖光山色，尽收眼底。“初平”所表达的是白居易对冬日里西湖的一种特有的感受。由于连绵不断的春雨，使得如今的湖面看上去比起冬日来上升了不少，似乎眼看着就要与视线持平了，这种水面与视线持平的感觉只有人面对广大的水域才可能有的感觉，也是一个对西湖有着深刻了解和喜爱的人才能写出的感受。此刻，脚下平静的水面与天上低垂的云幕构成了一副宁静的水墨西湖图，而正当诗人默默地观赏西湖那静如处子的神韵时，耳边却传来了阵阵清脆的鸟鸣声，打破了他的沉思，于是他把视线从水云交界处收了回来，从而发现了自己实际上是早已置身于一个春意盎然的美好世界中了。 “几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。”这四句是白居易此诗的核心部分，也就是最为抢眼的句子，同时也是白诗描写春光特别是描写西湖春光的点睛之笔。几处，是好几处，甚至也可以是多处的意思。用“早”来形容黄莺，体现了白居易对这些充满生机的小生命的由衷的喜爱：树上的黄莺一大早就忙着抢占最先见到阳光的“暖树”，生怕一会儿就会赶不上了。一个“争”字，让人感到春光的难得与宝贵。而不知是谁家檐下的燕子，此时也正忙个不停地衔泥做窝，用一个“啄”字，来描写燕子那忙碌而兴奋的神情，似乎把小燕子也写活了。这两句着意描绘出莺莺燕燕的动态，从而使得全诗洋溢着春的活力与生机。黄莺是公认的春天歌唱家，听着它们那婉转的歌喉，使人感到春天的妩媚；燕子是候鸟，它们随着春天一起回到了家乡，忙着重建家园，迎接崭新的生活，看着它们飞进飞出地搭窝，使人们倍加感到生命的美好。在对天空中的小鸟进行了形象的拟人化描写之后，白居易又把视线转向了脚下的植被，“乱花渐欲迷人眼，浅草才能没马蹄。”这也是一联极富情感色彩与生命活力的景物描写，充分显示了白居易对描写对象的细致观察以及准确把握其特征的能力。花而言其乱，乃至要乱得迷了赏花人的目光，在旁人的诗句中，很少有这种写法，而这种独到的感受，却正是白居易在欣赏西湖景色时切身的体验，五颜六色的鲜花，漫山野地开放，在湖光山色的映衬下，千姿百态，争奇斗艳，使得白居易简直不知把视线投向哪里才好，也无从分辨出个高下优劣来，只觉得眼也花了，神也迷了，真是美不胜收，应接不暇。“乱花渐欲迷人眼”一句是驻足细看，而“浅草才能没马蹄”，则已经是骑马踏青了，在绿草如茵、繁花似锦的西子湖畔，与二三友人，信马由缰，自由自在地游山逛景，是一件非常惬意的事情，马儿似乎也体会到了背上主人那轻松闲逸的兴致，便不紧不慢地，踩着那青青的草地，踏上那长长的白堤。诗人在指点湖山、流连光景的不经意间，偶然瞥到了，马蹄在草地上亦起亦落、时隐时现的情景，觉得分外有趣，将其写入了诗中，就是这随意的一笔，却为全诗增添了多少活泼情趣和雅致闲情。\n　　著名美学家别林斯基曾说过，“无论在哪一种情况下，美都是从灵魂深处发出的，因为大自然的景象是不可能绝对的美，这美隐藏在创造或者观察它们的那个人的灵魂里。”白居易的《钱塘湖春行》恰恰说明了这一美学欣赏真理。因为西湖的景色再美，也会有不尽人意之处，但是在白居易的眼中，它无疑是天下最美的景致，因为他不但善于观察，而且更善于发现和体验。或是在影视风光片中，听说和看到名胜山水美不胜收，心中不由得生起无限向往之情，可是往往一旦身临其境，面对真山真水，却反而觉得远没有预期的那样动人美丽。这就是因为人们不能带着一种发现欣赏的眼光去看待自然山水，而是带着一种先入为主的过高的甚至是带有几分挑剔的眼光去游山玩水的原因。古往今来，西湖向人们展示了无比美妙的春光，有很多人见证了西子湖的春色。可是到头来，仍然只有几首作品能广为传诵。白居易就是因为有着一副难得的美学家的欣赏眼光，才能在无数西湖的游客中，独具慧眼地发现它的动人之处，才能真正享受到大自然赐予人类的这一人间天堂。白居易并没有看到很多的“早莺”和“新燕”，只有“几处”、只见“谁家”而已，要是其他人，说不定还会因为没有到“处处”闻莺、“家家”有燕的时节，而感到遗憾，心想要是再晚来十天半个月就好了。可是白居易却不这样认为，少有少的好处，正因为少，才是“早莺”，才是“新燕”，才有一种感知春天到来的喜悦，如果诗人没有一种年轻的心态和热爱生命与春天的胸怀，恐怕就不会被这为数不多的报春者所打动，所陶醉，而欣然写下这动人的诗篇了。也正因为如此，他才能闻花花香，见草草美，为四处点缀的各色野花而心乱神迷，为没过马蹄的草地而唏嘘感叹了。白居易是幸运的，因为他有一双发现美、发现春天的眼睛，所以他会在西湖美景中，不能自已，乃至流连忘返：“最爱湖东行不足，绿杨阴里白沙堤。”白居易任杭州剌史时，也确曾修堤蓄水，灌溉民田，不过其堤在钱塘门之北，可是后人多误以白堤为白氏所修之堤了。\n　　这首诗就像一篇短小精悍的游记，从孤山、贾亭开始，到湖东、白堤止，一路上，在湖青山绿那美如天堂的景色中，诗人饱览了莺歌燕舞，陶醉在鸟语花香，最后，才意犹未尽地沿着白沙堤，在杨柳的绿阴底下，一步三回头，恋恋不舍地离去了。耳畔还回响着由世间万物共同演奏的春天的赞歌，心中便不由自主地流泻出一首饱含着自然融合之趣的优美诗歌来。\n　　前人说“乐天之诗，情致曲尽，入人肝脾，随物赋形，所在充满”（王若虚《滹南诗话》），又说“乐天诗极深厚可爱，往往以眼前事为见得语，皆他人所未发”（田雯《古欢堂集》）。这首诗语言平易浅近，清新自然，用白描手法把精心选择的镜头写入诗中，形象活现，即景寓情，从生意盎然的早春湖光中，体现出作者游湖时的喜悦心情，是当得起以上评语的。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=22550",
      "translation2" : "注释\n1.孤山寺：南北朝时期陈文帝(559～566)初年建，名承福，宋时改名广化。孤山：在西湖的里、外湖之间，因与其他山不相接连，所以称孤山。上有孤山亭，可俯瞰西湖全景。\n2．贾亭：又叫贾公亭。西湖名胜之一，唐朝贾全所筑。唐贞元(公元785～804年)中，贾全出任杭州刺史，于钱塘湖建亭。人称“贾亭”或“贾公亭”，该亭至唐代末年。\n3．水面初平：湖水才同堤平，即春水初涨。初：在古汉语里用作副词，常用来表示时间，是指刚刚。\n4.云脚低：白云重重叠叠，同湖面上的波澜连成一片，看上去，浮云很低，所以说“云脚低”。点明春游起点和途径之处，着力描绘湖面景色。多见于将雨或雨初停时。\n云脚：接近地面的云气，多见于将雨或雨初停时。“脚”的本义指人和动物行走的器官。这里指低垂的云。\n5．早莺：初春时早来的黄鹂。莺：黄鹂，鸣声婉转动听。\n6．争暖树：争着飞到向阳的树枝上去。暖树：向阳的树。\n7．新燕：刚从南方飞回来的燕子。\n8．啄：衔取。燕子衔泥筑巢。春行仰观所见，莺歌燕舞，生机动人。侧重禽鸟。\n9．乱花：纷繁的花。渐：副词，渐渐地。欲：副词，将要，就要。迷人眼：使人眼花缭乱。\n10．浅草：浅绿色的草。才能：刚够上。没：遮没，盖没。春行俯察所见，花繁草嫩，春意盎然。侧重花草。\n11．湖东：以孤山为参照物。\n12．行不足：百游不厌。足，满足。\n13．阴：同“荫”，指树荫。\n14．．白沙堤：即今白堤，又称沙堤、断桥堤，在西湖东畔，唐朝以前已有。白居易在任杭州刺史时所筑白堤在钱塘门外，是另一条。人由北而西而南而东，环湖一周，诗则以湖东绿杨白堤结束，以“最爱”直抒深情。白堤全长1000米。",
      "classes" : "初中古诗#春天#西湖#写景#喜悦#初一#",
      "author" : "白居易",
      "dynasty" : "唐代",
      "title" : "钱塘湖春行",
      "rank" : "",
      "first_sentence" : "孤山寺北贾亭西，水面初平云脚低。",
      "translation1" : "译文\n    从孤山寺的北面到贾亭的西面，湖面春水刚与堤平，白云低垂，同湖面上的波澜连成一片。\n    几处早出的黄莺争着飞向阳光温暖的树木上栖息，谁家新来的燕子衔着泥在筑巢。\n    繁多而多彩缤纷的春花渐渐要迷住人的眼睛，浅浅的春草刚刚能够遮没马蹄。\n    我最喜爱西湖东边的美景，总观赏不够，尤其是绿色杨柳荫下的白沙堤。",
      "content" : "孤山寺北贾亭西，\\n水面初平云脚低。\\n几处早莺争暖树，\\n谁家新燕啄春泥。\\n乱花渐欲迷人眼，\\n浅草才能没马蹄。\\n最爱湖东行不足，\\n绿杨阴里白沙堤。\\n"
    },
    {
      "id" : 60,
      "appreciation1" : "　　“国破山河在，城春草木深。”篇一开头描写了春望所见：山河依旧，可是国都已经沦陷，城池也在战火中残破不堪了，乱草丛生，林木荒芜。诗人记忆中昔日长安的春天是何等的繁华，鸟语花香，飞絮弥漫，烟柳明媚，游人迤逦，可是那种景象今日已经荡然无存了。一个“破”字使人怵目惊心，继而一个“深”字又令人满目凄然。诗人写今日景物，实为抒发人去物非的历史感，将感情寄寓于物，借助景物反托情感，为全诗创造了一片荒凉凄惨的气氛。“国破”和“城春”两个截然相反的意象，同时存在并形成强烈的反差。“城春”当指春天花草树木繁盛茂密，烟景明丽的季节，可是由于“国破”，国家衰败，国都沦陷而失去了春天的光彩，留下的只是颓垣残壁，只是“草木深”。“草木深”三字意味深沉，表示长安城里已不是市容整洁、井然有序，而是荒芜破败，人烟稀少，草木杂生。这里，诗人睹物伤感，表现了强烈的黍离之悲。\n　　“感时花溅泪，恨别鸟惊心。”花无情而有泪，鸟无恨而惊心，花鸟是因人而具有了怨恨之情。春天的花儿原本娇艳明媚，香气迷人；春天的鸟儿应该欢呼雀跃，唱着委婉悦耳的歌声，给人以愉悦。“感时”、“恨别”都浓聚着杜甫因时伤怀，苦闷沉痛的忧愁。这两句的含意可以这样理解：我感于战败的时局，看到花开而泪落潸然；我内心惆怅怨恨，听到鸟鸣而心惊胆战。人内心痛苦，遇到乐景，反而引发更多的痛苦，就如“营我往矣，杨柳依依；今我来思，雨雪霏霏”那样。杜甫继承了这种以乐景表现哀情的艺术手法，并赋予更深厚的情感，获得更为浓郁的艺术效果。诗人痛感国破家亡的苦恨，越是美好的景象，越会增添内心的伤痛。这联通过景物描写，借景生情，移情于物。表现了诗人忧伤国事，思念家人的深沉感情。\n　　“烽火连三月，家书抵万金。”诗人想到：战火已经连续不断地进行了一个春天，仍然没有结束。唐玄宗都被迫逃亡蜀地，唐肃宗刚刚继位，但是官军暂时还没有获得有利形势，至今还未能收复西京，看来这场战争还不知道要持续多久。又想起自己流落被俘，扣留在敌军营，好久没有妻子儿女的音信，他们生死未卜，也不知道怎么样了。要能得到封家信多好啊。“家书抵万金”，含有多少辛酸、多少期盼，反映了诗人在消息隔绝、久盼音讯不至时的迫切心情。战争是一封家信胜过“万金”的真正原因，这也是所有受战争追害的人民的共同心理，反映出广大人民反对战争，期望和平安定的美好愿望，很自然地使人产生共鸣。\n　　“白头搔更短，浑欲不胜簪。”烽火连月，家信不至，国愁家忧齐上心头，内忧外患纠缠难解。眼前一片惨戚景象，内心焦虑至极，不觉于极无聊赖之时刻，搔首徘徊，意志踌躇，青丝变成白发。自离家以来一直在战乱中奔波流浪，而又身陷于长安数月，头发更为稀疏，用手搔发，顿觉稀少短浅，简直连发簪也插不住了。诗人由国破家亡、战乱分离写到自己的衰老。 “白发”是愁出来的，“搔”欲解愁而愁更愁。头发白了、疏了，从头发的变化，使读者感到诗人内心的痛苦和愁怨，读者更加体会到诗人伤时忧国、思念家人的真切形象，这是一个感人至深、完整丰满的艺术形象。\n　　这首诗全篇情景交融，感情深沉，而又含蓄凝练，言简意赅，充分体现了“沉郁顿挫”的艺术风格。且这首诗结构紧凑，围绕“望”字展开，前四句借景抒情，情景结合。诗人由登高远望到焦点式的透视，由远及近，感情由弱到强，就在这感情和景色的交叉转换中含蓄地传达出诗人的感叹忧愤。由开篇描绘国都萧索的景色，到眼观春花而泪流，耳闻鸟鸣而怨恨；再写战事持续很久，以致家里音信全无，最后写到自己的哀怨和衰老，环环相生、层层递进，创造了一个能够引发人们共鸣、深思的境界。表现了在典型的时代背景下所生成的典型感受，反映了同时代的人们热爱国家、期待和平的美好愿望，表达了大家一致的内在心声。也展示出诗人忧国忧民、感时伤怀的高尚情感。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10835",
      "translation2" : "注释\n国：国都，指长安（今陕西西安）。破：陷落。山河在：旧日的山河仍然存在。\n城：长安城。草木深：指人烟稀少。\n感时：为国家的时局而感伤。溅泪：流泪。\n恨别：怅恨离别。\n烽火：古时边防报警的烟火，这里指安史之乱的战火。三月：正月、二月、三月。\n抵：值，相当。\n白头：这里指白头发。搔：用手指轻轻的抓。\n浑：简直。欲：想，要，就要。胜：受不住，不能。簪：一种束发的首饰。古代男子蓄长发，成年后束发于头顶，用簪子横插住，以免散开。",
      "classes" : "唐诗三百首#初中古诗#写鸟#爱国#思乡#战争#忧国忧民#初二#",
      "author" : "杜甫",
      "dynasty" : "唐代",
      "title" : "春望",
      "rank" : "",
      "first_sentence" : "国破山河在，城春草木深。",
      "translation1" : "译文\n    长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。\n    感伤国事，不禁涕泪四溅，鸟鸣惊心，徒增离愁别恨。\n    连绵的战火已经延续了半年多，家书难得，一封抵得上万两黄金。\n    愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。",
      "content" : "国破山河在，\\n城春草木深。\\n感时花溅泪，\\n恨别鸟惊心。\\n烽火连三月，\\n家书抵万金。\\n白头搔更短，\\n浑欲不胜簪。\\n"
    },
    {
      "id" : 61,
      "appreciation1" : "　　这是一首田园，描写农家恬静闲适的生活情景，也写老朋友的情谊。通过写田园生活的风光，写出作者对这种生活的向往。全文十分押韵。诗由“邀”到“至”到“望”又到“约”一径写去，自然流畅。语言朴实无华，意境清新隽永。作者以亲切省净的语言，如话家常的形式，写了从往访到告别的过程。其写田园景物清新恬静，写朋友情谊真挚深厚，写田家生活简朴亲切。\n　　全诗描绘了美丽的山村风光和平静的田园生活，用语平淡无奇，叙事自然流畅，没有渲染的雕琢的痕迹，然而感情真挚，诗意醇厚，有“清水出芙蓉，天然去雕饰”的美学情趣，从而成为自唐代以来田园诗中的佳作。\n　　一、二句从应邀写起，“故人”说明不是第一次做客。三、四句是描写山村风光的名句，绿树环绕，青山横斜，犹如一幅清淡的水墨画。五、六句写山村生活情趣。面对场院菜圃，把酒谈论庄稼，亲切自然，富有生活气息。结尾两句以重阳节还来相聚写出友情之深，言有尽而意无穷。\n　　“故人具鸡黍，邀我至田家。”这一开头就像是日记本上的一则记事。故人“邀”而作者“至”，文字上毫无渲染，开门见山，招之即来，简单而随便。这正是不用客套的至交之间所可能有的形式。而以“鸡黍”相邀，既显出田家特有风味，又见待客之简朴。正是这种不讲虚礼和排场的招待，朋友的心扉才往往更能为对方敞开。这个开头，不是很着力，平静而自然，但对于将要展开的生活内容来说，却是极好的导入，显示了气氛特征，又有待下文进一步丰富、发展。\n　　“绿树村边合，青山郭外斜。”走进村里，作者顾盼之间竟是这样一种清新愉悦的感受。这两句上句漫收近境，绿树环抱，显得自成一统，别有天地；下句轻宕笔锋，郭外的青山依依相伴，则又让村庄不显得孤独，并展示了一片开阔的远景。由此运用了由近及远的顺序描写景物。这个村庄坐落平畴而又遥接青山，使人感到清淡幽静而绝不冷傲孤僻。正是由于“故人庄”出现在这样的自然和社会环境中，所以宾主临窗举杯。\n　　“开轩面场圃，把酒话桑麻”，才更显得畅快。这里“开轩”二字也似乎是很不经意地写入诗的，但上面两句写的是村庄的外景，此处叙述人在屋里饮酒交谈，轩窗一开，就让外景映入了户内，更给人以心旷神怡之感。对于这两句，人们比较注意“话桑麻”，认为是“相见无杂言”（陶渊明《归园田居》）。但有了轩窗前的一片打谷场和菜圃，在绿阴环抱之中，又给人以宽敞、舒展的感觉。话桑麻，就更让读者感到是田园。于是，读者不仅能领略到更强烈的农村风味、劳动生产的气息，甚至仿佛可以嗅到场圃上的泥土味，看到庄稼的成长和收获，乃至地区和季节的特征。有这两句和前两句的结合，绿树、青山、村舍、场圃、桑麻和谐地打成一片，构成一幅优美宁静的田园风景画，而宾主的欢笑和关于桑麻的话语，都仿佛萦绕在读者耳边。它不同于纯然幻想的桃花源，而是更富有盛唐社会的现实色采。正是在这样一个天地里，这位曾经慨叹过“当路谁相假，知音世所稀”的诗人，不仅把政治追求中所遇到的挫折，把名利得失忘却了，就连隐居中孤独抑郁的情绪也丢开了。从他对青山绿树的顾盼、与朋友对酒而共话桑麻中可以看出，他的思绪舒展了，甚至连他的举措都灵活自在了。农庄的环境和气氛，在这里显示了它的征服力，使得孟浩然有几分皈依了。\n　　“待到重阳日，还来就菊花。”孟浩然深深为农庄生活所吸引，于是临走时，向主人率真地表示将在秋高气爽的重阳节再来观赏菊花和品菊花酒。淡淡两句诗，故人相待的热情，作客的愉快，主客之间的亲切融洽，都跃然纸上了。杜甫的《遭田父泥饮美严中丞》中说：“月出遮我留，仍嗔问升斗。”杜甫诗中田父留人，情切语急；孟浩然诗中与故人再约，意舒词缓。杜甫的郁结与孟浩然的恬淡之别，读者从这里可以窥见一些消息。\n　　一个普通的农庄，一回鸡黍饭的普通款待，被表现得富有诗意。描写的是眼前景，使用的是口头语，描述的层次也是完全任其自然，笔笔都显得很轻松，连律诗的形式也变得自由和灵便了。这种淡淡的平易近人的风格，与作者描写的对象——朴实的农家田园和谐一致，表现了形式对内容的高度适应，恬淡亲切却又不是平浅枯燥。它是在平淡中蕴藏着深厚的情味。一方面固然是每个句子都几乎不见费力锤炼的痕迹，另一方面每个句子又都不曾显得薄弱。比如诗的头两句只写友人邀请，却能显出朴实的农家气氛；三四句只写绿树青山却能见出一片天地；五六句只写把酒闲话，却能表现心情与环境的惬意的契合；七八句只说重阳再来，却自然地流露出对这个村庄和故人的依恋。这些句子平衡均匀，共同构成一个完整的意境，把恬静秀美的农村风光和淳朴诚挚的情谊融成一片。这是所谓“篇法之妙，不见句法”（沈德潜《唐诗别裁》），“不钩奇抉异……若公输氏当巧而不巧者”（皮日休《郢州孟亭记》）。他把艺术美融入整个诗作的血肉之中，显得自然天成。这种不炫奇猎异，不卖弄技巧，也不光靠一两个精心制作的句子去支撑门面，是艺术水平高超的表现。正是因为有真彩内映，所以出语洒落，浑然省净，使全诗从“淡抹”中显示了它的魅力，而不再需要“浓饰盛妆”了。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7411",
      "translation2" : "注释\n⑴过：拜访。故人庄：老朋友的田庄。庄，田庄。\n⑵具：准备，置办。鸡黍：指农家待客的丰盛饭食（字面指鸡和黄米饭）。黍（shǔ）：黄米，古代认为是上等的粮食。\n⑶邀：邀请。至：到。\n⑷合：环绕。\n⑸郭：古代城墙有内外两重，内为城，外为郭。这里指村庄的外墙。斜：倾斜。因古需与上一句押韵。\n⑹开：打开，开启。轩：窗户。面：面对。场圃：场，打谷场、稻场；圃，菜园。\n⑺把酒：端着酒具，指饮酒。把：拿起。端起。话桑麻：闲谈农事。桑麻：桑树和麻。这里泛指庄稼。\n⑻重阳日：指夏历的九月初九。古人在这一天有登高、饮菊花酒的习俗。\n⑼还：返，来。就菊花：指饮菊花酒，也是赏菊的意思。就，靠近，指去做某事。",
      "classes" : "唐诗三百首#初中古诗#田园#生活#友情#初一#",
      "author" : "孟浩然",
      "dynasty" : "唐代",
      "title" : "过故人庄",
      "rank" : "",
      "first_sentence" : "故人具鸡黍，邀我至田家。",
      "translation1" : "译文\n    老朋友预备丰盛的饭菜，要请我到他好客的农家。\n    翠绿的树林围绕着村落，苍青的山峦在城外横卧。\n    推开窗户面对谷场菜园，手举酒杯闲谈庄稼情况。\n    等到九九重阳节到来时，再请君来这里观赏菊花。",
      "content" : "故人具鸡黍，\\n邀我至田家。\\n绿树村边合，\\n青山郭外斜。\\n开轩面场圃，\\n把酒话桑麻。\\n待到重阳日，\\n还来就菊花。\\n"
    },
    {
      "id" : 62,
      "appreciation1" : "　　落花纷纷绝不是无情飘洒，为的是化作春泥培育出更多的新花。[落红：落花。花朵以红色者居多。因此落花又称为落红。]\n　　人用移情于物的手法，借落花翻出新意，为我们展示了一个极为瑰丽的境界：“落红不是无情物，化作春泥更护花”！在诗人看来，落花作为个体，它的生命是终止了；但一当它化作春泥，就能保护、滋养出新的花枝，它的生命就在下一代群体身上得以延续，体现出真正的生命价值－－终将孕育出一个繁花似锦、绚丽灿烂的春天！这哪里是落花的葬词？这分明是一首新生命的歌！\n　　诗人借花落归根，化为春泥，抒发了自己积极向上的人生态度。 这两句诗也包含了这样的哲理：“落红”似乎成了无用之物，但从另一角度看，它能化泥护花，仍有价值和作用，它包含着世上的万事万物均具有两面性，“有用”和“无用”不是绝对的，而是相对的，关键在于观察者的视角，在于自身的价值和功用。\n　　‘落红不是无情物 化作春泥更护花’也隐喻了诗人虽辞官但仍会关心国家的命运。从而形象、贴切地展示了作者为国效力的献身精神。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71045",
      "translation2" : "注释\n选自《龚自珍全集》\n浩荡离愁：离别京都的愁思浩如水波，也指作者心潮不平。浩荡：无限。\n吟鞭：人的马鞭。 东指：东方故里。 天涯：指离京都遥远。\n落红：落花。花朵以红色者为尊贵，因此落花又称为落红。\n花：比喻国家。即：到。",
      "classes" : "古诗三百首#初中古诗#叙事#抒情#爱国#抱负#初二#",
      "author" : "龚自珍",
      "dynasty" : "清代",
      "title" : "己亥杂诗·其五",
      "rank" : "",
      "first_sentence" : "浩荡离愁白日斜，吟鞭东指即天涯。",
      "translation1" : "译文\n    浩浩荡荡的离别愁绪向着日落西斜的远处延伸, 离开北京，马鞭向东一挥，感觉就是人在天涯一般。\n    我辞官归乡，有如从枝头上掉下来的落花，但它却不是无情之物，化成了春天的泥土，还能起着培育下一代的作用。",
      "content" : "浩荡离愁白日斜，\\n吟鞭东指即天涯。\\n落红不是无情物，\\n化作春泥更护花。\\n"
    },
    {
      "id" : 63,
      "appreciation1" : "　　《国风·周南·关雎》这首短小的篇，在中国文学史上占据着特殊的位置。它是《诗经》的第一篇，而《诗经》是中国文学最古老的典籍。虽然从性质上判断，一些神话故事产生的年代应该还要早些，但作为书面记载，却是较迟的事情。所以差不多可以说，一翻开中国文学的历史，首先遇到的就是《关雎》。\n　　当初编纂《诗经》的人，在诗篇的排列上是否有某种用意，这已不得而知。但至少后人的理解，并不认为《关雎》是随便排列在首位的。《论语》中多次提到《诗》（即《诗经》），但作出具体评价的作品，却只有《关雎》一篇，谓之“乐而不淫，哀而不伤”。在他看来，《关雎》是表现“中庸”之德的典范。而汉儒的《毛诗序》又说：“《风》之始也，所以风天下而正夫妇也。故用之乡人焉，用之邦国焉。”这里牵涉到中国古代的一种伦理思想：在古人看来，夫妇为人伦之始，天下一切道德的完善，都必须以夫妇之德为基础。《毛诗序》的作者认为，《关雎》在这方面具有典范意义，所以才被列为“《风》之始”。它可以用来感化天下，既适用于“乡人”即普通百姓，也适用于“邦国”即统治阶层。\n　　《关雎》的内容其实很单纯，是写一个“君子”对“淑女”的追求，写他得不到“淑女”时心里苦恼，翻来覆去睡不着觉；得到了“淑女”就很开心，叫人奏起音乐来庆贺，并以此让“淑女”快乐。作品中人物的身份十分清楚：“君子”在《诗经》的时代是对贵族的泛称，而且这位“君子”家备琴瑟钟鼓之乐，那是要有相当的地位的。以前常把这诗解释为“民间情歌”，恐怕不对头，它所描绘的应该是贵族阶层的生活。另外，说它是情爱诗当然不错，但恐怕也不是一般的爱情诗。这原来是一首婚礼上的歌曲，是男方家庭赞美新娘、祝颂婚姻美好的。《诗经·国风》中的很多歌谣，都是既具有一般的抒情意味、娱乐功能，又兼有礼仪上的实用性，只是有些诗原来派什么用处后人不清楚了，就仅当作普通的歌曲来看待。把《关雎》当作婚礼上的歌来看，从“窈窕淑女，君子好逑”，唱到“琴瑟友之”“钟鼓乐之”，也是喜气洋洋的，很合适的，\n　　当然这首诗本身，还是以男子追求女子的情歌的形态出现的。之所以如此，大抵与在一般婚姻关系中男方是主动的一方有关。就是在现代，一个姑娘看上个小伙，也总要等他先开口，古人更是如此。娶个新娘回来，夸她是个美丽又贤淑的好姑娘，是君子的好配偶，说自己曾经想她想得害了相思病，必定很讨新娘的欢喜。然后在一片琴瑟钟鼓之乐中，彼此的感情相互靠近，美满的婚姻就从这里开了头。即使单从诗的情绪结构来说，从见关雎而思淑女，到结成琴瑟之好，中间一番周折也是必要的：得来不易的东西，才特别可贵，特别让人高兴。\n　　这首诗可以被当作表现夫妇之德的典范，主要是由于有这些特点：首先，它所写的爱情，一开始就有明确的婚姻目的，最终又归结于婚姻的美满，不是青年男女之问短暂的邂逅、一时的激情。这种明确指向婚姻、表示负责任的爱情，更为社会所赞同。其次，它所写的男女双方，乃是“君子”和“淑女”，表明这是一种与美德相联系的结合。“君子”是兼有地位和德行双重意义的，而“窈窕淑女”，也是兼说体貌之美和德行之善。这里“君子”与“淑女”的结合，代表了一种婚姻理想。再次，是诗歌所写恋爱行为的节制性。细读可以注意到，这诗虽是写男方对女方的追求，但丝毫没有涉及双方的直接接触。“淑女”固然没有什么动作表现出来，“君子”的相思，也只是独自在那里“辗转反侧”，什么攀墙折柳之类的事情，好像完全不曾想到，爱得很守规矩。这样一种恋爱，既有真实的颇为深厚的感情（这对情诗而言是很重要的），又表露得平和而有分寸，对于读者所产生的感动，也不致过于激烈。以上种种特点，恐怕确实同此诗原来是贵族婚礼上的歌曲有关，那种场合，要求有一种与主人的身份地位相称的有节制的欢乐气氛。而孔子从中看到了一种具有广泛意义的中和之美，借以提倡他所尊奉的自我克制、重视道德修养的人生态度，《毛诗序》则把它推许为可以“风天下而正夫妇”的道德教材。这两者视角有些不同，但在根本上仍有一致之处。\n　　古之儒者重视夫妇之德，有其很深的道理。在第一层意义上说，家庭是社会组织的基本单元，在古代，这一基本单元的和谐稳定对于整个社会秩序的和谐稳定，意义至为重大。在第二层意义上，所谓“夫妇之德”，实际兼指有关男女问题的一切方面。“饮食男女，人之大欲存焉”（《礼记·礼运》），孔子也知道这是人类生存的基本要求。饮食之欲比较简单（当然首先要有饭吃），而男女之欲引起的情绪活动要复杂、活跃、强烈得多，它对生活规范、社会秩序的潜在危险也大得多，孔子也曾感叹：“吾未见好德如好色者。”（《论语》）所以一切克制、一切修养，都首先要从男女之欲开始。这当然是必要的，但克制到什么程度为合适，却是复杂的问题，这里牵涉到社会物质生产水平、政治结构、文化传统等多种因素的综合，也牵涉到时代条件的变化。当一个社会试图对个人权利采取彻底否定态度时，在这方面首先会出现严厉禁制。相反，当一个社会处于变动时期、旧有道德规范遭到破坏时，也首先在这方面出现恣肆放流的情形。回到《关雎》，它所歌颂的，是一种感情克制、行为谨慎、以婚姻和谐为目标的爱情，所以儒者觉得这是很好的典范，是“正夫妇”并由此引导广泛的德行的教材。\n　　由于《关雎》既承认男女之爱是自然而正常的感情，有要求对这种感情加以克制，使其符合于社会的美德，后世之人往往各取所需的一端，加以引申发挥，而反抗封建礼教的非人性压迫的人们，也常打着《关雎》的权威旗帜，来伸张满足个人情感的权利。所谓“诗无达诂”，于《关雎》则可见一斑。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=1",
      "translation2" : "注释\n⑴关关：象声词，雌雄二鸟相互应和的叫声。雎鸠（jū jiū）：一种水鸟名，即王鴡。\n⑵洲：水中的陆地。\n⑶窈窕（yǎo tiǎo）淑女：贤良美好的女子。窈窕，身材体态美好的样子。窈，深邃，喻女子心灵美；窕，幽美，喻女子仪表美。淑，好，善良。\n⑷好逑（hǎo）：好的配偶。逑，“仇”的假借字，匹配。\n⑸参差：长短不齐的样子。荇菜：水草类植物。圆叶细茎，根生水底，叶浮在水面，可供食用。\n⑹左右流之：时而向左、时而向右地择取荇菜。这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，义同“求”，这里指摘取。之：指荇菜。\n⑺寤寐：醒和睡。指日夜。寤，醒觉。寐，入睡。又，马瑞辰《毛传笺注通释》说：“寤寐，犹梦寐。”也可通。\n⑻思服：思念。服，想。 《毛传》：“服，思之也。”\n⑼悠哉（yōu zāi）悠哉：意为“悠悠”，就是长。这句是说思念绵绵不断。悠，感思。见《尔雅释诂》郭璞注。哉，语气助词。悠哉悠哉，犹言“想念呀，想念呀”。\n⑽辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。\n⑾琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。这句说，用琴瑟来亲近“淑女”。\n⑿芼：择取，挑选。\n⒀钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。",
      "classes" : "古诗三百首#初中古诗#诗经#爱情#初三#",
      "author" : "佚名",
      "dynasty" : "先秦",
      "title" : "关雎",
      "rank" : "",
      "first_sentence" : "关关雎鸠，在河之洲。",
      "translation1" : "译文\n    关关和鸣的雎鸠，相伴在河中的小洲。那美丽贤淑的女子，是君子的好配偶。\n    参差不齐的荇菜，从左到右去捞它。那美丽贤淑的女子，醒来睡去都想追求她。\n    追求却没法得到，白天黑夜便总思念她。长长的思念哟，叫人翻来覆去难睡下。\n    参差不齐的荇菜，从左到右去采它。那美丽贤淑的女子，奏起琴瑟来亲近她。\n    参差不齐的荇菜，从左到右去拔它。那美丽贤淑的女子，敲起钟鼓来取悦她。",
      "content" : "关关雎鸠，\\n在河之洲。\\n窈窕淑女，\\n君子好逑。\\n参差荇菜，\\n左右流之。\\n窈窕淑女，\\n寤寐求之。\\n求之不得，\\n寤寐思服。\\n悠哉悠哉，\\n辗转反侧。\\n参差荇菜，\\n左右采之。\\n窈窕淑女，\\n琴瑟友之。\\n参差荇菜，\\n左右芼之。\\n窈窕淑女，\\n钟鼓乐之。\\n"
    },
    {
      "id" : 64,
      "appreciation1" : "　　这首《武陵春》是作者中年孀居后所作，非一般的闺情闺怨词所能比。这首词借暮春之景，写出了词人内心深处的苦闷和忧愁。全词一长三叹，语言优美，意境，有言尽而意不尽之美。 　\n　　这首词继承了传统的词的作法，采用了类似后来戏曲中的代言体，以第一人称的口吻，用深沉忧郁的旋律，塑造了一个孤苦凄凉环中流荡无依的才女形象。　\n　　这首词简炼含蓄，足见李清照炼字造句之功力。其中“风住尘香花已尽”一句已达至境：既点出此前风吹雨打、落红成阵的情景，又绘出现今雨过天晴，落花已化为尘土的韵味；既写出了作者雨天不得出外的苦闷，又写出了她惜春自伤的感慨，真可谓意味无穷尽。 　\n　　这首词由表及里，从外到内，步步深入，层层开掘，上阕侧重于外形，下阕多偏重于内心。“日晚倦梳头”、“欲语泪先流”是描摹人物的外部动作和神态。这里所写的“日晚倦梳头”，是另外一种心境。这时她因金人南下，几经丧乱，志同道合的丈夫赵明诚早已逝世，自己只身流落金华，眼前所见的是一年一度的春景，睹物思人，物是人非，不禁悲从中来，感到万事皆休，无穷索寞。因此她日高方起，懒于梳理。“欲语泪先流”，写得鲜明而又深刻。这里李清照写泪，先以“欲语”作为铺垫，然后让泪夺眶而出，简单五个字，下语看似平易，用意却无比精深，把那种难以控制的满腹忧愁一下子倾泻出来，感人肺腑、动人心弦。　\n　　词的下阕着重挖掘内心感情。她首先连用了“闻说”、“也拟”、“只恐”三组虚字，作为起伏转折的契机，一波三折，感人至深。第一句“闻说双溪春正好”陡然一扬，词人刚刚还流泪，可是一听说金华郊外的双溪春光明媚、游人如织，她这个平日喜爱游览的人遂起出游之兴，“也拟泛轻舟”了。“春尚好”、“泛轻舟”措词轻松，节奏明快，恰好处她表现了词人一刹那间的喜悦心情。而“泛轻舟”之前着“也拟”二字，更显得婉曲低回，说明词人出游之兴是一时所起，并不十分强烈。“轻舟”一词为下文的愁重作了很好的铺垫和烘托，至“只恐”以下二句，则是铺足之后来一个猛烈的跌宕，使感情显得无比深沉。这里，上阕所说的“日晚倦梳头”、“欲语泪先流”的原因，也得到了深刻的揭示。　\n　　这首词艺术表现上的突出特点是巧妙运用多种修辞手法，特别是比喻。歌中用比喻，是常见的现象；然而要用得新颖，却非常不易。好的比喻往往将精神化为物质，将抽象的感情化为具体的形象，饶有新意，各具特色。这首词里，李清照说：“只恐双溪舴艋舟，载不动许多愁。”同样是用夸张的比喻形容“愁”，但她自铸新辞，而且用得非常自然妥帖，不着痕迹。读者说它自然妥帖，是因为它承上句“轻舟”而来，而“轻舟”又是承“双溪”而来，寓情于景，浑然天成，构成了完整的意境。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52817",
      "translation2" : "",
      "classes" : "宋词三百首#宋词精选#初中古诗#婉约#女子#闺怨#感伤#初三#",
      "author" : "李清照",
      "dynasty" : "宋代",
      "title" : "武陵春·春晚",
      "rank" : "",
      "first_sentence" : "风住尘香花已尽，日晚倦梳头。",
      "translation1" : "风停了，尘土里带有花的香气，花儿已凋落殆尽。日头已经升的老高，我却懒得来梳妆。景物依旧，人事已变，一切事情都已经完结。想要倾诉自己的感慨，还未开口，眼泪先流下来。\n    听说双溪春景尚好，我也打算泛舟前去。只恐怕双溪蚱蜢般的小船，载不动我许多的忧愁。",
      "content" : "风住尘香花已尽，\\n日晚倦梳头。\\n物是人非事事休，\\n欲语泪先流。\\n闻说双溪春尚好，\\n也拟泛轻舟。\\n只恐双溪舴艋舟，\\n载不动许多愁。\\n"
    },
    {
      "id" : 65,
      "appreciation1" : "　　这首曲子的题目叫《秋思》，是一篇悲秋的作品。秋士易感，是中国文坛古老的传统。自屈原的《离骚》起一直延续到现在。《乐记》中说：“人心之动，物使之然也。”意思是外物使人内心的情意活动起来。那又是什么东西能让外物动起来呢？《品》云：“气之动物，物之感人，故摇荡性情，形诸舞咏。”他认为，这种能让物动，从而引起你内心感动的是‘气’。那气又是什么呢？古人认为，宇宙间有阴阳二气，是它们的运行才产生了天地万物和四时晨昏。譬如：夏天阳气最盛，所以草木茂盛。但盛到极点就开始衰落，阴气渐生，慢慢到了秋天和冬天。秋冬之际阴气最重，因而草木衰败。阴到极点又转为阳，阳生而万物长，所以春天就会百花齐放。由于四季的冷暖不同，自然景色也不同，人的内心也就随着这些变化而感动。春天草木的萌发让人联想到美好，所以引起喜欢的心理。秋天草木的凋零让人联想到生命的衰老与终结。因此会让人感到忧愁和悲伤。《离骚》中屈原叹道：“日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮。”宋玉在《九辩》里说：“悲哉，秋之为气也！萧瑟兮，草木摇落而变衰……。”陆机《文赋》云：“悲落叶于劲秋，喜柔条于芳春。”虽然他们所处的时代不同，但他们的思想感情是相同的。\n　　再看他的布景：“又是黄昏，一天快要结束。夕阳斜挂在山头欲落还留的样子，依依不舍得完成了一天的使命。眼前的景色真是满目凄凉，藤是枯萎的藤，已经没有了生命。树是千年老树，飒飒的西风在吹着它走向风烛残年。道是荒凉的古道，马是体弱无力的瘦马。飘零在天涯海角的人，面对如此萧瑟的景色怎么能不断肠呢。你看这小桥、流水、人家都是那么安详，那么静謚。又是那么温馨。而我的家乡、亲人却又离我那么远。哦，他们还好吗？天气渐渐变冷，他们加了衣服吗？买了被子吗？这一切的一切是都么让人牵挂。既然那么让人牵肠挂肚，我为什么不早点回去呢？为了所谓的前程吗？为了那所谓的功名吗？那功名离我近吗？远吗？京城的路还有多长呢？我又是那么的迷茫。在这样的黄昏中，在这样的古道上。又是这样萧瑟的季节。我是继续去追求功名呢？还是会去服侍那年老的双亲呢？我自己也不能回答自己。只好满怀愁绪徘徊在漫漫得古道上了……。”如此萧瑟的景色让人满目凄凉，又加上安详，温馨的小桥、流水、人家做反衬，使愁情更为深切，悲伤更为凄沥。写景之妙尽妙于此也！\n　　再看他用字：“枯，老，昏，古，瘦，下一字便觉愁重十分，成一句已经不能自己。至于成篇可让人泣不成声也。最绝处在马之前下一‘瘦’字，妙在欲写人之瘦而偏不写人，由写马之瘦而衬出其人之瘦，其人之清贫。路途跋涉之艰辛。求功名之困苦。让人读之而倍感其苦，咏之而更感其心。读此曲而不泪下者不明其意也。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69957",
      "translation2" : "注释\n⑴枯藤：枯萎的枝蔓。昏鸦：黄昏时归巢的乌鸦。昏：傍晚。\n⑵人家：农家。此句写出了人对温馨的家庭的渴望。\n⑶古道：已经废弃不堪再用的古老驿道（路）或年代久远的驿道。西风：寒冷、萧瑟的秋风。瘦马：瘦骨如柴的马。\n⑷断肠人：形容伤心悲痛到极点的人，此指漂泊天涯、极度忧伤的旅人。\n⑸天涯：远离家乡的地方。",
      "classes" : "初中古诗#秋天#写景#羁旅#悲秋#初一#",
      "author" : "马致远",
      "dynasty" : "元代",
      "title" : "天净沙·秋思",
      "rank" : "",
      "first_sentence" : "枯藤老树昏鸦， 小桥流水人家， 古道西风瘦马。",
      "translation1" : "译文\n    天色黄昏，一群乌鸦落在枯藤缠绕的老树上，发出凄厉的哀鸣。\n    小桥下流水哗哗作响，小桥边庄户人家炊烟袅袅。\n    古道上一匹瘦马，顶着西风艰难地前行。\n    夕阳渐渐地失去了光泽，从西边落下。\n    凄寒的夜色里，只有孤独的旅人漂泊在遥远的地方。",
      "content" : "枯藤老树昏鸦，\\n小桥流水人家，\\n古道西风瘦马。\\n夕阳西下，\\n断肠人在天涯。\\n"
    },
    {
      "id" : 66,
      "appreciation1" : "　　从海日东升，春意萌动，放舟于绿水之上，联想起“雁足传书”的故事，表达了淡淡的乡思愁绪。全和谐而优美。 此诗载于《全唐诗》卷一百一十五。下面是中华诗词学会、中国唐代文学学会副会长霍松林先生对此诗的赏析。\n　　这首《次北固山下》唐人殷璠选入《河岳英灵集》时题为《江南意》，但有不少异文：“南国多新意，东行伺早天。潮平两岸失，风正数帆悬。海日生残夜，江春入旧年。从来观气象，惟向此中偏。”\n　　王湾是洛阳人，生中，“尝往来吴楚间”。“北固山”，在今江苏镇江市以北，三面临江。上引《江南意》中首二句为“南国多新意，东行伺早天。”其“东行”，当是经镇江到江南一带去。诗人一路行来，当舟次北固山下的时候，潮平岸阔，残夜归雁，触发了心中的情思，吟成了这一千古名篇。\n　　诗以对偶句发端，既工丽，又跳脱。“客路”，指作者要去的路。“青山”点题中“北固山”。作者乘舟，正朝着展现在眼前的“绿水”前进，驶向“青山”，驶向“青山”之外遥远的“客路”。 这一联先写“客路”而后写“行舟”，其人在江南、神驰故里的飘泊羁旅之情，已流露于字里行间，与末联的“乡书”、“归雁”，遥相照应。\n　　次联的“潮平两岸阔”，“阔”，是表现“潮平”的结果。春潮涌涨，江水浩渺，放眼望去，江面似乎与岸平了，船上人的视野也因之开阔。这一句，写得恢弘阔大，下一句“风正一帆悬”，便愈见精采。“悬”是端端直直地高挂着的样子。诗人不用“风顺”而用“风正”，是因为光“风顺”还不足以保证“一帆悬”。风虽顺，却很猛，那帆就鼓成弧形了。只有既是顺风，又是和风，帆才能够“悬”。那个“正”字，兼包“顺”与“和”的内容。这一句写小景已相当传神。但还不仅如此，如王夫之所指出，这句诗的妙处，还在于它“以小景传大景之神”《姜斋诗话》卷上。可以设想，如果在曲曲折折的小河里行船，老要转弯子，这样的小景是难得出现的。如果在三峡行船，即使风顺而风和，却依然波翻浪涌，这样的小景也是难得出现的。诗句妙在通过“风正一帆悬”这一小景，把平野开阔、大江直流、风平浪静等等的大景也表现出来了。\n　　读到第三联，就知道作者是于岁暮腊残，连夜行舟的。潮平而无浪，风顺而不猛，近看可见江水碧绿，远望可见两岸空阔。这显然是一个晴明的、处处透露着春天气息的夜晚，孤舟扬帆，缓行江上，不觉已到残夜。这第三联，就是表现江上行舟，即将天亮时的情景。\n　　这一联历来脍炙人口。“海日生残夜，江春入旧年”：当残夜还未消退之时，一轮红日已从海上升起；当旧年尚未逝去，江上已呈露春意。“日生残夜”、“春入旧年”，都表示时序的交替，而且是那样匆匆不可待，这怎不叫身在“客路”的诗人顿生思乡之情呢？这两句炼字炼句也极见功夫。作者从炼意着眼，把“日”与“春”作为新生的美好事物的象征，提到主语的位置而加以强调，并且用“生”字“入”字使之拟人化，赋予它们以人的意志和情思。妙在作者无意说理，却在描写景物、节令之中，蕴含着一种自然的理趣。海日生于残夜，将驱尽黑暗；江春，那江上景物所表现的“春意”，闯入旧年，将赶走严冬。不仅写景逼真，叙事确切，而且表现出具有普遍意义的生活真理，给人以乐观、积极、向上的艺术鼓舞力量。此句与“沉舟侧畔千帆过，病树前头万木春”有异曲同工之妙。\n　　海日东升，春意萌动，诗人放舟于绿水之上，继续向青山之外的客路驶去。这时候，一群北归的大雁正掠过晴空。雁儿正要经过洛阳的啊！诗人想起了“雁足传书”的故事，还是托雁捎个信吧：雁儿啊，烦劳你们飞过洛阳的时候，替我问候一下家里人。这两句紧承三联而来，遥应首联，全篇笼罩着一层淡淡的乡思愁绪。这首五律虽然以第三联驰誉当时，传诵后世，但并不是只有两个佳句而已；从整体看，也是相当和谐优美的。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5207",
      "translation2" : "",
      "classes" : "唐诗三百首#初中古诗#地点#思乡#哲理#初一#",
      "author" : "王湾",
      "dynasty" : "唐代",
      "title" : "次北固山下",
      "rank" : "",
      "first_sentence" : "客路青山外，行舟绿水前。",
      "translation1" : "译文\n    旅途在青山外，在碧绿的江水前行舟。\n    潮水涨满，两岸之间水面宽阔，顺风行船恰好把帆儿高悬。\n    夜幕还没有褪尽，旭日已在江上冉冉升起，还在旧年时分，江南已有了春天的气息。\n    寄出去的家信不知何时才能到达，希望北归的大雁捎到洛阳去。",
      "content" : "客路青山外，\\n行舟绿水前。\\n潮平两岸阔，\\n风正一帆悬。\\n海日生残夜，\\n江春入旧年。\\n乡书何处达？\\n归雁洛阳边。\\n"
    },
    {
      "id" : 67,
      "appreciation1" : "　　这是晏殊词中最为脍炙人口的篇章。此词虽含伤春惜时之意，却实为感慨抒怀之情。词之上片绾合今昔，叠印时空，重在思昔；下片则巧借眼前景物，重在伤今。全词语言圆转流利，通俗晓畅，清丽自然，意蕴深沉，启人神智，耐人寻味。词中对宇宙人生的深思，给人以哲理性的启迪和美的艺术享受。\n　　起句“一曲新词酒一杯，去年天气旧亭台。”写对酒听歌的现境。从复叠错综的句式、轻快流利的语调中可以体味出，词人面对现境时，开始是怀着轻松喜悦的感情，带着潇洒安闲的意态的，似乎主人公十分醉心于宴饮涵咏之乐。的确，作为安享尊荣而又崇文尚雅的“太平宰相”，以歌侑酒，是作者习于问津、也乐于问津的娱情遣兴方式之一。但边听边饮，这现境却又不期然而然地触发对“去年”所历类似境界的追忆：也是和“今年”一样的暮春天气，面对的也是和眼前一样的楼台亭阁，一样的清歌美酒。然而，似乎一切依旧的表象下又分明感觉到有的东西已经起了难以逆转的变化，这便是悠悠流逝的岁月和与此相关的一系列人事。此句中正包蕴着一种景物依旧而人事全非的怀旧之感。在这种怀旧之感中又糅合着深婉的伤今之情。这样，作者纵然襟怀冲澹，又怎能没有些微的伤感呢？于是词人不由得从心底涌出这样的喟叹：“夕阳西下几时回？”夕阳西下，是眼前景。但词人由此触发的，却是对美好景物情事的流连，对时光流逝的怅惘，以及对美好事物重现的微茫的希望。这是即景兴感，但所感者实际上已不限于眼前的情事，而是扩展到整个人生，其中不仅有感性活动，而且包含着某种哲理性的沉思。夕阳西下，是无法阻止的，只能寄希望于它的东升再现，而时光的流逝、人事的变更，却再也无法重复。细味“几时回”三字，所折射出的似乎是一种企盼其返、却又情知难返的纡细心态。\n　　下片仍以融情于景的笔法申发前意。“无可奈何花落去，似曾相识燕归来。”为天然奇偶句，此句工巧而浑成、流利而含蓄，声韵和谐，寓意深婉，缠绵哀感，用虚字构成工整的对仗、唱叹传神方面表现出词人的巧思深情，宛如天成，也是这首词出名的原因。但更值得玩味的倒是这一联所含的意蓄。花的凋落，春的消逝，时光的流逝，都是不可抗拒的自然规律，虽然惋惜流连也无济于事，所以说“无可奈何”，这一句承上“夕阳西下”；然而这暮春天气中，所感受到的并不只是无可奈何的凋衰消逝，而是还有令人欣慰的重现，那翩翩归来的燕子不就像是去年曾此处安巢的旧时相识吗？这一句应上“几时回”。花落、燕归虽也是眼前景，但一经与“无可奈何”、“似曾相识”相联系，它们的内涵便变得非常广泛，意境非常深刻，带有美好事物的象征意味。惋惜与欣慰的交织中，蕴含着某种生活哲理：一切必然要消逝的美好事物都无法阻止其消逝，但消逝的同时仍然有美好事物的再现，生活不会因消逝而变得一片虚无。只不过这种重现毕竟不等于美好事物的原封不动地重现，它只是“似曾相识”罢了。渗透在句中的是一种混杂着眷恋和怅惆，既似冲澹又似深婉的人生怅触。唯其如此，此联作者既用于此词，又用于《示张寺丞王校勘》一。“小园香径独徘徊”，即是说他独自一人在花间踱来踱去，心情无法平静。这里伤春的感情胜于惜春的感情，含着淡淡的哀愁，情调是低沉的。\n　　此词之所以脍炙人口，广为传诵，其根本的原因于情中有思。\n　　词中似乎于无意间描写司空见惯的现象，却有哲理的意味，启迪人们从更高层次思索宇宙人生问题。词中涉及到时间永恒而人生有限这样深广的意念，却表现得十分含蓄。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48592",
      "translation2" : "注释\n⑴浣溪沙：唐玄宗时教坊曲名，后用为词调。沙，一作“纱”。\n⑵一曲新词酒一杯：此句化用白居易《长安道》意：“花枝缺入青楼开，艳歌一曲酒一杯”。一曲，一首。因为词是配合音乐唱的，故称“曲”。新词，刚填好的词，意指新歌。酒一杯，一杯酒。\n⑶去年天气旧亭台：是说天气、亭台都和去年一样。此句化用五代郑谷《和知己秋日伤怀》诗：“流水歌声共不回，去年天气旧池台。”晏词“亭台”一本作“池台”。去年天气，跟去年此日相同的天气。旧亭台，曾经到过的或熟悉的亭台楼阁。旧，旧时。\n⑷夕阳：落日。西下：向西方地平线落下。几时回：什么时候回来。\n⑸无可奈何：不得已，没有办法。\n⑹似曾相识：好像曾经认识。形容见过的事物再度出现。后用作成语，即出自晏殊此句。燕归来：燕子从南方飞回来。燕归来，春中常景，在有意无意之间。\n⑺小园香径：花草芳香的小径，或指落花散香的小径。因落花满径，幽香四溢，故云香径。香径，带着幽香的园中小径。独：副词，用于谓语前，表示“独自”的意思。徘徊：来回走。",
      "classes" : "宋词三百首#宋词精选#初中古诗#婉约#伤春#惜时#抒怀#人生#哲理#",
      "author" : "晏殊",
      "dynasty" : "宋代",
      "title" : "浣溪沙·一曲新词酒一杯",
      "rank" : "",
      "first_sentence" : "一曲新词酒一杯，去年天气旧亭台。",
      "translation1" : "译文\n    听一支新曲喝一杯美酒，还是去年的天气旧日的亭台，西落的夕阳何时再回来？\n    那花儿落去我也无可奈何，那归来的燕子似曾相识，在小园的花径上独自徘徊。",
      "content" : "一曲新词酒一杯，\\n去年天气旧亭台。\\n夕阳西下几时回？\\n无可奈何花落去，\\n似曾相识燕归来。\\n小园香径独徘徊。\\n"
    },
    {
      "id" : 70,
      "appreciation1" : "　　此载于《全唐诗》卷二百一十九。下面是中国古典文学专家、文艺理论家、陕西师范大学文学研究所所长霍松林教授对此诗的赏析要点。\n　　此诗写的是自己的数间茅屋，表现的却是忧国忧民的情感。\n　　这首诗可分为四节。第一节五句，句句押韵，“号”、“茅”、“郊”、“梢”、“坳”五个开口呼的平声韵脚传来阵阵风声。“八月秋高风怒号，卷我屋上三重茅。”起势迅猛。“风怒号”三字，音响宏大，读之如闻秋风咆哮。一个“怒”字，把秋风拟人化，从而使下一句不仅富有动作性，面且富有浓烈的感情色彩。诗人好容易盖了这座茅屋，刚刚定居下来，秋风却故意同他作对似的，怒吼而来，卷起层层茅草，怎能不使诗人万分焦急？“茅飞渡江洒江郊”的“飞”字紧承上句的“卷”字，“卷”起的茅草没有落在屋旁，却随风“飞”走，“飞”过江去，然后分散地、雨点似地“洒”在“江郊”：“高者挂罥长林梢”，很难弄下来；“下者飘转沉塘坳”，也很难收回。“卷”、“飞”、“渡”、“洒”、“挂罥”、“飘转”，一个接一个的动态不仅组成一幅幅鲜明的图画，而且紧紧地牵动诗人的视线，拨动诗人的心弦。诗人的高明之处在于他并没有抽象地抒情达意，而是寓情意于客观描写之中。读这几句诗，读者分明看见一个衣衫单薄、破旧的干瘦老人拄着拐杖，立在屋外，眼巴巴地望着怒吼的秋风把他屋上的茅草一层又一层地卷了起来，吹过江法，稀里哗啦地洒在江郊的各处；而他对大风破屋的焦灼和怨愤之情，也不能不激起读者心灵上的共鸣。\n　　第二节五句。这是前一节的发展，也是对前一节的补充。前节写“洒江郊”的茅草无法收回。还有落在平地上可以收回的，然而却被“南村群童”抱跑了。“欺我老无力”五字宜着眼。如果诗人不是“老无力”，而是年当壮健有气力，自然不会受这样的欺侮。“忍能对面为盗贼”，意谓：竟然忍心在我的眼前做盗贼！这不过是表现了诗人因“老无力”而受欺侮的愤懑心情而已，决不是真的给“群童”加上“盗贼”的罪名，要告到官府里去办罪。所以，“唇焦口燥呼不得”，也就无可奈何了。用诗人《又呈吴郎》一诗里的话说，这正是“不为困穷宁有此”。诗人如果不是十分困穷，就不会对大风刮走茅草那么心急如焚；“群童”如果不是十分困穷，也不会冒着狂风抱那些并不值钱的茅草。这一切，都是结尾的伏线。“安得广厦千万间，大庇天下寒士俱欢颜”的崇高愿望，正是从“四海困穷”的现实基础上产生出来的。\n　　“归来倚杖自叹息”总收一、二两节。诗人大约是一听到北风狂叫，就担心盖得不够结实的茅屋发生危险，因而就拄杖出门，直到风吹屋破，茅草无法收回，这才无可奈何地走回家中。“倚杖”，当然又与“老无力”照应。“自叹息”中的“自”字，下得很沉痛！诗人如此不幸的遭遇只有自己叹息，未引起别人的同情和帮助，则世风的浇薄，就意在言外了，因而他“叹息”的内容，也就十分深广。当他自己风吹屋破，无处安身，得不到别人的同情和帮助的时候，分明联想到类似处境的无数穷人。\n　　第三节八句，写屋破又遭连夜雨的苦况。“俄顷风定云墨色，秋天漠漠向昏黑”两句，用饱蘸浓墨的大笔渲染出暗淡愁惨的氛围，从而烘托出诗人暗淡愁惨的心境，而密集的雨点即将从漠漠的秋空洒向地面，已在预料之中。“布衾多年冷似铁，娇儿恶卧踏里裂”两句，没有穷困生活体验的作者是写不出来的。值得注意的是这不仅是写布被又旧又破，而是为下文写屋破漏雨蓄势。成都的八月，天气并不“冷”，正由于“床头屋漏无干处，雨脚如麻未断绝”，所以才感到冷。“自经丧乱少睡眠，长夜沾湿何由彻”两句，一纵一收。一纵，从眼前的处境扩展到安史之乱以来的种种痛苦经历，从风雨飘摇中的茅屋扩展到战乱频仍、残破不堪的国家；一收，又回到“长夜沾湿”的现实。忧国忧民，加上“长夜沾湿”，难以入睡。“何由彻”和前面的“未断绝”照应，表现了诗人既盼雨停，又盼天亮的迫切心情。而这种心情，又是屋破漏雨、布衾似铁的艰苦处境激发出来的。于是由个人的艰苦处境联想到其他人的类似处境，水到渠成，自然而然地过渡到全诗的结尾。\n　　“安得广厦千万间，大庇天下寒士俱欢颜，风雨不动安如山”，前后用七字句，中间用九字句，句句蝉联而下，而表现阔大境界和愉快情感的词儿如“广厦”、“千万间”、“大庇”、“天下”、“欢颜”、“安如山”等等，又声音宏亮，从而构成了铿锵有力的节奏和奔腾前进的气势，恰切地表现了诗人从“床头屋漏无干处”、“长夜沾湿何由彻”的痛苦生活体验中迸发出来的奔放的激情和火热的希望。这种奔放的激情和火热的希望，咏歌之不足，故嗟叹之，“呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！”诗人的博大胸襟和崇高理想，至此表现得淋漓尽致。\n　　别林斯基曾说：“任何一个诗人也不能由于他自己和靠描写他自己而显得伟大，不论是描写他本身的痛苦，或者描写他本身的幸福。任何伟大诗人之所以伟大，是因为他们的痛苦和幸福的根子深深地伸进了社会和历史的土壤里，因为他是社会、时代、人类的器官和代表。”杜甫在这首诗里描写了他本身的痛苦，但当读者读完最后一节的时候，就知道他不是孤立地、单纯地描写他本身的痛苦，而是通过描写他本身的痛苦来表现“天下寒士”的痛苦，来表现社会的苦难、时代的苦难。在狂风猛雨无情袭击的秋夜，诗人脑海里翻腾的不仅是“吾庐独破”，而且是“天下寒士”的茅屋俱破。杜甫这种炽热的忧国忧民的情感和迫切要求变革黑暗现实的崇高理想，千百年来一直激动读者的心灵，并发生过积极的作用。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10521",
      "translation2" : "注释\n⑴秋高：秋深。怒号：大声吼叫。\n⑵三重茅：几层茅草。三，泛指多。\n⑶挂罥：挂着，挂住。罥，挂。长：高。\n⑷塘坳：低洼积水的地方（即池塘）。塘，一作”堂“。坳，水边低地。\n⑸忍能对面为盗贼：竟忍心这样当面做“贼”。忍能，忍心如此。对面，当面。为，做。\n⑹入竹去：进入竹林。\n⑺呼不得：喝止不住。\n⑻俄顷（qǐng）：不久，一会儿，顷刻之间。\n⑼秋天漠漠向昏黑：指秋季的天空阴沉迷蒙，渐渐黑了下来。\n⑽布衾（qīn）：布质的被子。衾，被子。\n⑾娇儿恶卧踏里裂：孩子睡相不好，把被里都蹬坏了。恶卧，睡相不好。裂，使动用法，使……裂。\n⑿床头屋漏无干处：意思是，整个房子都没有干的地方了。屋漏，根据《辞源》释义，指房子西北角，古人在此开天窗，阳光便从此处照射进来。“床头屋漏”，泛指整个屋子。\n⒀雨脚如麻：形容雨点不间断，像下垂的麻线一样密集。雨脚，雨点。\n⒁丧（sāng）乱：战乱，指安史之乱。\n⒂沾湿：潮湿不干。何由彻：如何才能挨到天亮。彻，彻晓。\n⒃安得：如何能得到。广厦：宽敞的大屋。\n⒄大庇：全部遮盖、掩护起来。庇，遮盖，掩护。寒士：“士”原指士人，即文化人，但此处是泛指贫寒的士人们。俱：都。欢颜：喜笑颜开。\n⒄呜呼：书面感叹词，表示叹息，相当于“唉”。\n⒅突兀：高耸的样子，这里用来形容广厦。见：通“现”，出现。\n⒆庐：茅屋。亦：一作“意”。足：值得。",
      "classes" : "初中古诗#秋天#写风#励志#忧国忧民#初二#",
      "author" : "杜甫",
      "dynasty" : "唐代",
      "title" : "茅屋为秋风所破歌",
      "rank" : "",
      "first_sentence" : "八月秋高风怒号，卷我屋上三重茅。",
      "translation1" : "译文\n    八月里秋深，狂风怒号，狂风卷走了我屋顶上好几层茅草。茅草乱飞，渡过浣花溪，散落在对岸江边。飞得高的茅草缠绕在高高的树梢上，飞得低的飘飘洒洒沉落到池塘和洼地里。\n    南村的一群儿童欺负我年老没力气，竟忍心这样当面做“贼”抢东西，毫无顾忌地抱着茅草跑进竹林去了。我嘴唇干燥也喝止不住，回来后拄着拐杖，独自叹息。\n    一会儿风停了，天空中乌云像墨一样黑，深秋天空阴沉迷蒙渐渐黑下来了。布被盖了多年，又冷又硬，像铁板似的。孩子睡觉姿势不好，把被子蹬破了。一下雨屋顶漏水，屋内没有一点儿干燥的地方，房顶的雨水像麻线一样不停地往下漏。自从安史之乱之后，我睡眠的时间很少，长夜漫漫，屋漏床湿，怎能挨到天亮。\n    如何能得到千万间宽敞高大的房子，普遍地庇覆天下间贫寒的读书人，让他们开颜欢笑，房子在风雨中也不为所动，安稳得像是山一样？唉！什么时候眼前出现这样高耸的房屋，到那时即使我的茅屋被秋风所吹破，我自己受冻而死也心甘情愿！",
      "content" : "八月秋高风怒号，\\n卷我屋上三重茅。\\n茅飞渡江洒江郊，\\n高者挂罥长林梢，\\n下者飘转沉塘坳。\\n南村群童欺我老无力，\\n忍能对面为盗贼，\\n公然抱茅入竹去。\\n唇焦口燥呼不得，\\n归来倚杖自叹息。\\n俄顷风定云墨色，\\n秋天漠漠向昏黑。\\n布衾多年冷似铁，\\n娇儿恶卧踏里裂。\\n床头屋漏无干处，\\n雨脚如麻未断绝。\\n自经丧乱少睡眠，\\n长夜沾湿何由彻?安得广厦千万间，\\n大庇天下寒士俱欢颜，\\n风雨不动安如山！\\n呜呼！\\n何时眼前突兀见此屋，\\n吾庐独破受冻死亦足！\\n"
    },
    {
      "id" : 71,
      "appreciation1" : "　　秋，在大自然中，扮演的永远是一个悲怀的角色，它的“瘦”早已成为一种独特的意象，让一代代的人不停的咀嚼、回味。于是，秋，便在一页页枯色的纸张里，在一个个方正的汉字中低吟，把那缕缕的哀怨、愁绪、思念、牵挂，熏染得迷迷离离。\n　　然而刘禹锡的《秋词》，却另辟蹊径，一反常调，它以其最大的热情讴歌了秋天的美好。更为难得可贵的是，《秋词》还是人被贬朗州后的作品，让人佩服刘禹锡的待人处世。原诗两首，所选的是第一首。\n　　“自古逢秋悲寂寥，我言秋日胜春朝。” 自宋玉于《九辩》中留下“悲哉，秋之为气也”的名句后，悲，就成了秋的一种色调，一种情绪；愁，也就成了心上的秋了。然而，诗人开篇，即以议论起笔，断然否定了前人悲秋的观念，表现出一种激越向上的诗情。“我言”说出的是诗人的自信，这种自信，尽管染上的，是一种不幸的色彩，然而，诗人阔大的胸襟却非凡地溶解了这种不幸。“胜春朝”就是诗人对于秋景最为充分的认可。这种认可，绝非仅仅是一时的感性冲动，而是融入了诗人对秋天的更高层次的理性思考。\n　　“晴空一鹤排云上，便引诗情到碧霄。”诗人抓住秋天“一鹤凌云”，这一别致的景观的描绘，展现的是秋高气爽，万里晴空，白云漂浮的开阔景象。那凌云的鹤，也载着诗人的诗情，一同遨游到了云霄。虽然，这鹤是孤独的，然而它所呈现出来的气势，却是非凡的。一个“排”字，所蕴涵的深意，尽在不言中了。也许，诗人是以“鹤”自喻，也许是诗人视“鹤”为不屈的化身。这里，有哲理的意蕴，也有艺术的魅力，发人深思，耐人吟咏。它给予读者的，不仅仅是秋天的生机和素色，更多的是一种高扬的气概和高尚的情操。\n　　读这样的诗，洋溢在我们心头的，绝非什么悲凉的气息，我们随着诗人的“诗情”，借助诗人想象的翅膀，天马行空般驰骋于碧空之上。于是，鹤飞之冲霄，诗情之旷远，“实”和“虚”便融合在了一起，所获得的全然是一种励志冶情的美的感受。\n　　全诗气势雄浑，意境壮丽，融情、景、理于一炉，表现出的高扬精神和开阔胸襟，唱出的那曲非同凡响的秋歌，为我们后人留下的，却是一份难能可贵的精神财富。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71200",
      "translation2" : "注释\n①悲寂寥：悲叹萧条。\n②春朝：春天。\n③排：推开。\n④碧霄：青天。",
      "classes" : "初中古诗#秋天#悲秋#初二#",
      "author" : "刘禹锡",
      "dynasty" : "唐代",
      "title" : "秋词",
      "rank" : "",
      "first_sentence" : "自古逢秋悲寂寥，我言秋日胜春朝。",
      "translation1" : "译文\n    自古以来每逢秋天都会感到悲凉寂寥，我却认为秋天要胜过春天。\n    万里晴空，一只鹤凌云而飞起，就引发我的兴到了蓝天上了。",
      "content" : "自古逢秋悲寂寥，\\n我言秋日胜春朝。\\n晴空一鹤排云上，\\n便引诗情到碧霄。\\n"
    },
    {
      "id" : 74,
      "appreciation1" : "　　这首所寄何许人，有友人和妻子两说。前者认为李商隐居留巴蜀期间，正是在他三十九岁至四十三岁做东川节度使柳仲郢幕僚时，而在此之前，其妻王氏已亡。持者认为在此之前李商隐已有过巴蜀之游。也有人认为它是寄给“眷属或友人”的。从诗中所表现出热烈的思念和缠绵的情感来看，似乎寄给妻子更为贴切。\n　　开首点题，“君问归期未有期”，让人感到这是一首以诗代信的诗。诗前省去一大段内容，可以猜测，此前诗人已收到妻子的来信，信中盼望丈夫早日回归故里。诗人自然也希望能早日回家团聚。但因各种原因，愿望一时还不能实现。首句流露出离别之苦，思念之切。\n　　次句“巴山夜雨涨秋池”是诗人告诉妻子自己身居的环境和心情。秋山夜雨，总是唤起离人的愁思，诗人用这个寄人离思的景物来表了他对妻子的无限思念。仿佛使人想象在一个秋天的某个秋雨缠绵的夜晚，池塘涨满了水，诗人独自在屋内倚床凝思。想着此时此刻妻子在家中的生活和心境；回忆他们从前在一起的共同生活；咀嚼着自己的孤独。\n　　三、四句“何当共剪西窗烛，却话巴山夜雨时”，这是对未来团聚时的幸福想象。心中满腹的寂寞思念，只有寄托在将来。那时诗人返回故乡，同妻子在西屋的窗下窃窃私语，情深意长，彻夜不眠，以致蜡烛结出了蕊花。他们剪去蕊花，仍有叙不完的离情，言不尽重逢后的喜悦。这首诗既描写了今日身处巴山倾听秋雨时的寂寥之苦，又想象了来日聚首之时的幸福欢乐。此时的痛苦，与将来的喜悦交织一起，时空变换，\n　　此诗语言朴素流畅，情真意切。“巴山夜雨”首末重复出现，令人回肠荡气。“何当”紧扣“未有期”，有力地表现了作者思归的急切心情。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28607",
      "translation2" : "注释\n1.寄北：写寄给北方的人。诗人当时在巴蜀（现在四川省），他的亲友在长安，所以说“寄北”。这首诗表达了诗人对亲友的深刻怀念。\n2.君：对对方的尊称，等于现代汉语中的“您”。\n3.归期：指回家的日期。\n4.巴山：指大巴山，在陕西南部和四川东北交界处。这里泛指巴蜀一带。\n5.秋池：秋天的池塘。\n6.何当：什么时候。\n7.共：副词，用在谓语前，表示动作行为是由两个或几个施事者共同发生的。可译为“一起”。\n8.剪西窗烛：剪烛，剪去燃焦的烛芯，使灯光明亮。这里形容深夜秉烛长谈。“西窗话雨”“西窗剪烛”用作成语，所指也不限于夫妇，有时也用以写朋友间的思念之情。 \n9.却话：回头说，追述。",
      "classes" : "唐诗三百首#初中古诗#高中古诗#写雨#写景#思念#爱情#初一#高三#",
      "author" : "李商隐",
      "dynasty" : "唐代",
      "title" : "夜雨寄北",
      "rank" : "",
      "first_sentence" : "君问归期未有期，巴山夜雨涨秋池。",
      "translation1" : "译文\n    您问归期，归期实难说准，巴山连夜暴雨，涨满秋池。\n    何时归去，共剪西窗烛花，当面诉说，巴山夜雨况味。",
      "content" : "君问归期未有期，\\n巴山夜雨涨秋池。\\n何当共剪西窗烛，\\n却话巴山夜雨时。\\n"
    },
    {
      "id" : 75,
      "appreciation1" : "　　的前四句写朋友出于对李白的深厚友情，出于对这样一位天才被弃置的惋惜，不惜金钱，设下盛宴为之饯行。“嗜酒见天真”的李白，要是在平时，因为这美酒佳肴，再加上朋友的一片盛情，肯定是会“一饮三百杯”的。然而，这一次他端起酒杯，却又把酒杯推开了；拿起筷子，却又把筷子撂下了。他离开座席，拔下宝剑，举目四顾，心绪茫然。停、投、拔、顾四个连续的动作，形象地显示了内心的苦闷抑郁，感情的激荡变化。\n　　接着两句紧承“心茫然”，正面写“行路难”。诗人用“冰塞川”、“雪满山”象征人生道路上的艰难险阻，具有比兴的意味。一个怀有伟大政治抱负的人物，在受诏入京、有幸接近皇帝的时候，皇帝却不能任用，被“赐金还山”，变相撵出了长安，这正像是遇到了冰塞黄河、雪拥太行。但是，李白并不是那种软弱的性格，从“拔剑四顾”开始，就表示着不甘消沉，而要继续追求。“闲来垂钓碧溪上，忽复乘舟梦日边。”诗人在心境茫然之中，忽然想到两位开始在政治上并不顺利，而最后终于大有作为的人物：一位是吕尚，九十岁在磻溪钓鱼，得遇文王；一位是伊尹，在受商汤聘前曾梦见自己乘舟绕日月而过。想到这两位历史人物的经历，又给诗人增加了信心。\n　　“行路难，行路难，多歧路，今安在？”吕尚、伊尹的遇合，固然增加了对未来的信心，但当他的思路回到眼前现实中来的时候，又再一次感到人生道路的艰难。离筵上瞻望前程，只觉前路崎岖，歧途甚多，不知道他要走的路，究竟在哪里。这是感情在尖锐复杂的矛盾中再一次回旋。但是倔强而又自信的李白，决不愿在离筵上表现自己的气馁。他那种积极用世的强烈要求，终于使他再次摆脱了歧路彷徨的苦闷，唱出了充满信心与展望的强音：“长风破浪会有时，直挂云帆济沧海！”他相信尽管前路障碍重重，但仍将会有一天要像南朝宋时宗悫（que）所说的那样，乘长风破万里浪，挂上云帆，横渡沧海，到达理想的彼岸。\n　　这首诗一共十四句，八十二个字，在七言歌行中只能算是短篇，但它跳荡纵横，具有长篇的气势格局。其重要的原因之一，就在于它百步九折地揭示了诗人感情的激荡起伏、复杂变化。诗的一开头，“金樽美酒”，“玉盘珍羞”，让人感觉似乎是一个欢乐的宴会，但紧接着“停杯投箸”、“拔剑四顾”两个细节，就显示了感情波涛的强烈冲击。中间四句，刚刚慨叹“冰塞川”、“雪满山”，又恍然神游千载之上，仿佛看到了吕尚、伊尹由微贱而忽然得到君主重用。诗人心理上的失望与希望、抑郁与追求，急遽变化交替。“行路难，行路难，多歧路，今安在？”四句节奏短促、跳跃，完全是急切不安状态下的内心独白，逼肖地传达出进退失据而又要继续探索追求的复杂心理。结尾二句，经过前面的反复回旋以后，境界顿开，唱出了高昂乐观的调子，相信他自己的理想抱负总有实现的一天。通过这样层层迭迭的感情起伏变化，既充分显示了黑暗污浊的政治现实对诗人的宏大理想抱负的阻遏，反映了由此而引起的诗人内心的强烈苦闷、愤郁和不平，同时又突出表现了诗人的倔强、自信和他对理想的执着追求，展示了诗人力图从苦闷中挣脱出来的强大精神力量。\n　　思想感情（中心)：抒发了作者怀才不遇的愤慨，也表达了作者人生前途充满乐观的豪迈气概。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70874",
      "translation2" : "注释\n⑴行路难：选自《李白集校注》，乐府旧题。金樽（zūn）：古代盛酒的器具，以金为饰。清酒：清醇的美酒。斗十千：一斗值十千钱（即万钱），形容酒美价高。\n⑵玉盘：精美的食具。珍羞：珍贵的菜肴。羞：同“馐”，美味的食物。直：通“值”，价值。\n⑶投箸：丢下筷子。箸：筷子。不能食：咽不下。茫然：无所适从。\n⑷太行：太行山。\n⑸闲来垂钓碧溪上，忽复乘舟梦日边：这两句暗用典故：姜太公吕尚曾在渭水的磻溪上钓鱼，得遇周文王，助周灭商；伊尹曾梦见自己乘船从日月旁边经过，后被商汤聘请，助商灭夏。这两句表示人自己对从政仍有所期待。碧：一作“坐”。忽复：忽然又。\n⑹多岐路，今安在：岔道这么多，如今身在何处？岐：一作“歧”，岔路。安：哪里。\n⑺长风破浪：比喻实现政治理想。据《宋书宗悫传》载：宗悫少年时，叔父宗炳问他的志向，他说：“愿乘长风破万里浪。”会：当。\n⑻云帆：高高的船帆。船在海里航行，因天水相连，船帆好像出没在云雾之中。济：渡。",
      "classes" : "唐诗三百首#初中古诗#乐府#友情#宴饮#怀才不遇#励志#哲理#初二#",
      "author" : "李白",
      "dynasty" : "唐代",
      "title" : "行路难·其一",
      "rank" : "",
      "first_sentence" : "金樽清酒斗十千，玉盘珍羞直万钱。",
      "translation1" : "译文\n    金杯里装的名酒，每斗要价十千； 玉盘中盛的精美菜肴，收费万钱。\n    胸中郁闷啊，我停杯投箸吃不下； 拔剑环顾四周，我心里委实茫然。\n    想渡黄河，冰雪堵塞了这条大川； 要登太行，莽莽的风雪早已封山。\n    象吕尚垂钓溪，闲待东山再起； 又象伊尹做梦，他乘船经过日边。\n    世上行路呵多么艰难，多么艰难； 眼前歧路这么多，我该向北向南？\n    相信总有一天，能乘长风破万里浪； 高高挂起云帆，在沧海中勇往直前！",
      "content" : "金樽清酒斗十千，\\n玉盘珍羞直万钱。\\n停杯投箸不能食，\\n拔剑四顾心茫然。\\n欲渡黄河冰塞川，\\n将登太行雪满山。\\n闲来垂钓碧溪上，\\n忽复乘舟梦日边。\\n行路难！\\n行路难！\\n多歧路，\\n今安在？\\n长风破浪会有时，\\n直挂云帆济沧海。\\n"
    },
    {
      "id" : 79,
      "appreciation1" : "　　《白雪歌送武判官归京》是岑参边塞的代表作，作于他第二次出塞阶段。此时，他很受安西节度使封常青的器重，他的大多数边塞诗成于这一时期。岑参在这首诗中，以诗人的敏锐观察力和浪漫奔放的笔调，描绘了祖国西北边塞的壮丽景色，以及边塞军营送别归京使臣的热烈场面，表现了诗人和边防将士的爱国热情，以及他们对战友的真挚感情。\n　　全诗以一天雪景的变化为线索，记叙送别归京使臣的过程，文思开阔，结构缜密。共分三个部分。\n　　前八句为第一部分，描写早晨起来看到的奇丽雪景和感受到的突如其来的奇寒。友人即将登上归京之途，挂在枝头的积雪，在诗人的眼中变成一夜盛开的梨花，和美丽的春天一起到来。前面四句主要写景色的奇丽。“即”、“忽如”等词形象、准确地表现了早晨起来突然看到雪景时的神情。经过一夜，大地银装素裹，焕然一新。接着四句写雪后严寒。视线从帐外逐渐转入帐内。风停了，雪不大，因此飞雪仿佛在悠闲地飘散着，进入珠帘，打湿了军帐。诗人选取居住、睡眠、穿衣、拉弓等日常活动来表现寒冷，如同选取早晨观雪表现奇异一样是很恰当的。虽然天气寒冷，但将士却毫无怨言。而且“不得控”，天气寒冷也会训练，还在拉弓练兵。表面写寒冷，实际是用冷来反衬将士内心的热，更表现出将士们乐观的战斗情绪。\n　　中间四句为第二部分，描绘白天雪景的雄伟壮阔和饯别宴会的盛况。“瀚海阑干百丈冰，愁云惨淡万里凝”，用浪漫夸张的手法，描绘雪中天地的整体形象，反衬下文的欢乐场面，体现将士们歌舞的积极意义。\"中军置酒饮归客，胡琴琵琶与羌笛\"，笔墨不多，却表现了送别的热烈与隆重。在主帅的中军摆开筵席，倾其所有地搬来各种乐器，且歌且舞，开怀畅饮，这宴会一直持续到暮色来临。第一部分内在的热情，在这里迸发倾泄出来，达到了欢乐的顶点。\n　　最后六句为第三部分，写傍晚送别友人踏上归途。“纷纷暮雪下辕门，风掣红旗冻不翻”，归客在暮色中迎着纷飞的大雪步出帐幕，冻结在空中的鲜艳旗帜，在白雪中显得绚丽。旗帜在寒风中毫不动摇、威武不屈的形象是将士的象征。这两句一动一静，一白一红，相互映衬，画面生动，色彩鲜明。“轮台东门送君去，去时雪满天山路”，虽然雪越下越大，送行的人千叮万嘱，不肯回去。“山回路转不见君，雪上空留马行处”，用平淡质朴的语言表现了将士们对战友的真挚感情，字字传神，含蓄隽永。这一部分描写了对友人惜别之情，也表现了边塞将士的豪迈精神。\n　　这首诗，以奇丽多变的雪景，纵横矫健的笔力，开阖自如的结构，抑扬顿挫的韵律，准确、鲜明、生动地制造出奇中有丽、丽中奇的美好意境，不仅写得声色宜，张弛有致，而且刚柔相同，急缓相济，是一乎不可多得的边塞佳作。全诗不断变换着白雪画面，化景为情，慷慨悲壮，浑然雄劲。抒发了诗人对友人的依依惜别之情和因友人返京而产生的惆怅之情。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=9315",
      "translation2" : "注释\n⑴武判官：名不详。判官，官职名。唐代节度使等朝廷派出的持节大使，可委任幕僚协助判处公事，称判官，是节度使、观察使一类的僚属。\n⑵白草：西域牧草名，秋天变白色。\n⑶胡天：指塞北的天空。胡，古代汉民族对北方各民族的通称。\n⑷梨花：春天开放，花作白色。这里比喻雪花积在树枝上，像梨花开了一样。\n⑸珠帘：用珍珠串成或饰有珍珠的帘子。形容帘子的华美。罗幕：用丝织品做成的帐幕。形容帐幕的华美。这句说雪花飞进珠帘，沾湿罗幕。“珠帘”“罗幕”都属于美化的说法。\n⑹狐裘：狐皮袍子。锦衾（qīn）：锦缎做的被子。锦衾薄：丝绸的被子（因为寒冷）都显得单薄了。形容天气很冷。\n⑺角弓：两端用兽角装饰的硬弓，一作“雕弓”。不得控：（天太冷而冻得）拉不开（弓）。控：拉开。\n⑻都（dū）护：镇守边镇的长官此为泛指，与上文的“将军”是互文。铁衣：铠甲。难着：一作“犹着”。着：亦写作“著”。\n⑼瀚海：沙漠。这句说大沙漠里到处都结着很厚的冰。阑干：纵横交错的样子。百丈：一作“百尺”，一作“千尺”。\n⑽惨淡：昏暗无光。\n⑾中军：称主将或指挥部。古时分兵为中、左、右三军，中军为主帅的营帐。饮归客：宴饮归京的人，指武判官。饮，动词，宴饮。\n⑿胡琴琵琶与羌（qiāng）笛：胡琴等都是当时西域地区兄弟民族的乐器。这句说在饮酒时奏起了乐曲。羌笛：羌族的管乐器。\n⒀辕门：军营的门。古代军队扎营，用车环围，出入处以两车车辕相向竖立，状如门。这里指帅衙署的外门。\n⒁风掣：红旗因雪而冻结，风都吹不动了。掣：拉，扯。冻不翻：旗被风往一个方向吹，给人以冻住之感。\n⒂轮台：唐轮台在今新疆维吾尔自治区米泉县境内，与汉轮台不是同一地方。\n⒃满：铺满。形容词活用为动词。\n⒄山回路转：山势回环，道路盘旋曲折。",
      "classes" : "唐诗三百首#初中古诗#冬天#送别#友情#咏物#写雪#初二#",
      "author" : "岑参",
      "dynasty" : "唐代",
      "title" : "白雪歌送武判官归京",
      "rank" : "",
      "first_sentence" : "北风卷地白草折，胡天八月即飞雪。",
      "translation1" : "译文\n    北风席卷大地把白草吹折，胡地天气八月就纷扬落雪。\n    忽然间宛如一夜春风吹来，好像是千树万树梨花盛开。\n    雪花散入珠帘打湿了罗幕，狐裘穿不暖锦被也嫌单薄。\n    将军都护手冻得拉不开弓，铁甲冰冷得让人难以穿着。\n    沙漠结冰百丈纵横有裂纹，万里长空凝聚着惨淡愁云。\n    主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。\n    傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。\n    轮台东门外欢送你回京去，你去时大雪盖满了天山路。\n    山路迂回曲折已看不见你，雪上只留下一行马蹄印迹。",
      "content" : "北风卷地白草折，\\n胡天八月即飞雪。\\n忽如一夜春风来，\\n千树万树梨花开。\\n散入珠帘湿罗幕，\\n狐裘不暖锦衾薄。\\n将军角弓不得控，\\n都护铁衣冷难着。\\n瀚海阑干百丈冰，\\n愁云惨淡万里凝。\\n中军置酒饮归客，\\n胡琴琵琶与羌笛。\\n纷纷暮雪下辕门，\\n风掣红旗冻不翻。\\n轮台东门送君去，\\n去时雪满天山路。\\n山回路转不见君，\\n雪上空留马行处。\\n"
    },
    {
      "id" : 80,
      "appreciation1" : "　　此是送别诗的名作，诗意慰勉勿在离别之时悲哀。起句严整对仗，三、四句以散调相承，以实转虚，文情跌宕。第三联“海内存知己，天涯若比邻”，奇峰突起，高度地概括了“友情深厚，江山难阻”的情景，尾联点出“送”的主题。全诗开合顿挫，气脉流通，意境旷达。送别诗中的悲凉凄怆之气，音调明快爽朗，语言清新高远，内容独树碑石。此诗一洗往昔送别诗中悲苦缠绵之态，体现出诗人高远的志向、豁达的情趣和旷达的胸怀。\n　　“城阙辅三秦，风烟望五津”。“阙”，是皇宫前面的望楼。“城阙”，指唐的帝都长安城。“三秦”，指长安附近关中一带地方。秦末项羽曾把这一带地方分为三国，所以后世称它三秦之地。“辅”，辅佐，可以理解为护卫。“辅三秦”，意思是“以三秦为辅”。关中一带的茫茫大野护卫着长安城，这一句说的是送别的地点。“风烟望五津”。“五津”指四川省从灌县以下到犍为一段的岷江五个渡口。远远望去，但见四川一带风尘烟霭苍茫无际。这一句说的是杜少府要去的处所。因为朋友要从长安远赴四川，这两个地方在诗人的感情上自然发生了联系。诗的开头不说离别，只描画出这两个地方的形势和风貌。送别的情意自在其中了。诗人身在长安，连三秦之地也难以一眼望尽，远在千里之外的五津是根本无法看到。超越常人的视力所及，用想象的眼睛看世界，“黄河之水天上来，奔流到海不复回”，从河源直看到东海。“瞿塘峡口曲江头，万里风烟接素秋”，从三峡直看到长安。该诗运用夸张手法，开头就展开壮阔的境界，一般送别诗只着眼于燕羽、杨枝，泪痕，酒盏不相同。\n　　“与君离别意，同是宦游人”。彼此离别的意味如何？为求官飘流在外的人，离乡背井，已有一重别绪，彼此在客居中话别，又多了一重别绪；其中真有无限凄恻。开头两句调子高昂，属对精严，韵味深沉，对偶不求工整，疏散。固然由于当时律诗还没有一套严格的规定，却有其独到的妙处。此诗形成了起伏、跌宕，使人感到矫夭变化，不可端睨。\n　　第五六两句，境界又从狭小转为宏大，情调从凄恻转为豪迈。“海内存知己，天涯若比邻。”远离分不开知己，只要同在四海之内，就是天涯海角也如同近在邻居一样，一秦一蜀又算得什么呢。表现友谊不受时间的限制和空间的阻隔，是永恒的，无所不在的，所抒发的情感是乐观豁达的。这两句因此成为远隔千山万水的朋友之间表达深厚情谊的不朽名句。\n　　结尾两句：“无为在歧路，儿女共沾巾。”两行诗贯通起来是一句话，意思是：“在这即将分手的岔路口，不要同那小儿女一般挥泪告别啊！是对朋友的叮咛，也是自己情怀的吐露。”紧接前两句，于极高峻处忽然又落入舒缓，然后终止。拿乐曲做比方；乐曲的结尾，于最激越处戛然而止，有的却要拖一个尾声。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=3175",
      "translation2" : "注释\n⑴少府：官名。之：到、往。蜀州：今四川崇州。\n⑵城阙辅三秦：城阙，即城楼，指唐代京师长安城。辅，护卫。三秦，指长安城附近的关中之地，即今陕西省潼关以西一带。秦朝末年，项羽破秦，把关中分为三区，分别封给三个秦国的降将，所以称三秦。这句是倒装句，意思是京师长安三秦作保护。五津：指岷江的五个渡口白华津、万里津、江首津、涉头津、江南津。这里泛指蜀川。辅三秦：一作“俯西秦”。\n⑶风烟望五津：“风烟”两字名词用作状语，表示行为的处所。全句意为江边因远望而显得迷茫如啼眼，是说在风烟迷茫之中，遥望蜀州。\n⑷君：对人的尊称，相当于“您”。\n⑸同：一作“俱”。宦游：出外做官。\n⑹海内：四海之内，即全国各地。古代人认为我国疆土四周环海，所以称天下为四海之内。\n⑺天涯：天边，这里比喻极远的地方。比邻：并邻，近邻。\n⑻无为：无须、不必。歧路：岔路。古人送行常在大路分岔处告别。\n⑼沾巾：泪水沾湿衣服和腰带。意思是挥泪告别。",
      "classes" : "唐诗三百首#初中古诗#友情#送别#哲理#初二#",
      "author" : "王勃",
      "dynasty" : "唐代",
      "title" : "送杜少府之任蜀州 \/ 送杜少府之任蜀川",
      "rank" : "",
      "first_sentence" : "城阙辅三秦，风烟望五津。",
      "translation1" : "译文\n    巍巍长安，雄踞三秦之地；渺渺四川，却在迢迢远方。\n    你我命运何等相仿，奔波仕途，远离家乡。\n    只要有知心朋友，四海之内不觉遥远。即便在天涯海角，感觉就像近邻一样。\n    岔道分手，实在不用儿女情长，泪洒衣裳。",
      "content" : "城阙辅三秦，\\n风烟望五津。\\n与君离别意，\\n同是宦游人。\\n海内存知己，\\n天涯若比邻。\\n无为在歧路，\\n儿女共沾巾。\\n"
    },
    {
      "id" : 81,
      "appreciation1" : "　　此收录于《王右丞集笺注》，为《辋川集》二十首中的第十七首。诗写山林幽居情趣，属闲情偶寄。\n　　这首小诗总共四句。拆开来看，既无动人的景语，也无动人的情语；既找不到哪个字是诗眼，也很难说哪一句是警策。且诗的用字造语、写景（幽篁、深林、明月），写人（独坐、弹琴、长啸）都极平淡无奇。然而它的妙处也就在于以自然平淡的笔调，描绘出清新诱人的月夜幽林的意境，夜静人寂融情景为一体，蕴含着一种特殊的美的艺术魅力，使其成为千古佳品。以弹琴长啸，反衬月夜竹林的幽静，以明月的光影，反衬深林的昏暗，表面看来平平淡淡，似乎信手拈来，随意写去其实却是独具匠心，妙手回春的大手笔。\n　　这首诗表现了一种清静安详的境界。前两句写诗人独自一人坐在幽深茂密的竹林之中，一边弹着琴弦，一边又发出长长的啸声。其实，不论“弹琴”还是“长啸”，都体现出诗人高雅闲淡、超拔脱俗的气质，而这却是不容易引起别人共鸣的。所以后两句说：“深林人不知，明月来相照。”意思是说，自己僻居深林之中，也并不为此感到孤独，因为那一轮皎洁的月亮还在时时照耀自己。这里使用了拟人化的手法，把倾洒着银辉的一轮明月当成心心相印的知己朋友，显示出诗人新颖而独到的想象力。全诗的格调幽静闲远，仿佛诗人的心境与自然的景致全部融为一体了。\n　　诗中写到景物，只用六个字组成三个词，就是：“幽篁”、“深林”、“明月”。对普照大地的月亮，用一个“明”字来形容其皎洁，并无新意巧思可言，是人人惯用的陈词。至于第一句的“篁”与第三句的“林”，其实是一回事，是重复写诗人置身其间的竹林，而在竹林前加“幽”、“深”两字，不过说明其既非庾信《小园赋》所说的“三竿两竿之竹”，也非柳宗元《青水驿丛竹》诗所说的“檐下疏篁十二茎”，而是一片既幽且深的茂密的竹林。这里，象是随意写出了眼前景物，没有费什么气力去刻画和涂饰。\n　　诗中写人物活动，也只用六个字组成三个词，就是：“独坐、弹琴、长啸”。对人物，既没有描绘其弹奏舒啸之状，也没有表达其喜怒哀乐之情；对琴音与啸声，更没有花任何笔墨写出其音调与声情。　表面看来，四句诗的用字造语都是平平无奇的。但四句诗合起来，却妙谛自成，境界自出，蕴含着一种特殊的艺术魅力。作为王维《辋川集》中的一首名作，它的妙处在于其所显示的是那样一个令人自然而然为之吸引的意境。它不以字句取胜，而从整体见美。它的美在神不在貌，领略和欣赏它的美，也应当遗貌取神，而其神是包孕在意境之中的。就意境而言，它不仅如施补华所说，给人以“清幽绝俗”（《岘佣说诗》）的感受，而且使人感到，这一月夜幽林之景是如此空明澄净，在其间弹琴长啸之人是如此安闲自得，尘虑皆空，外景与内情是抿合无间、融为一体的。而在语言上则从自然中见至味、从平淡中见高韵。它的以自然、平淡为特征的风格美又与它的意境美起了相辅相成的作用。\n　　可以想见，诗的意境的形成，全赖人物心性和所写景物的内在素质相一致，而不必借助于外在的色相。因此，诗人在我与物会、情与景合之际，就可以如司空图《诗品·自然篇》中所说，“俯拾即是，不取诸邻，俱道适往，著手成春”，进入“薄言情悟，悠悠天钧”的艺术天地。当然，这里说“俯拾即是”，并不是说诗人在取材上就一无选择，信手拈来；这里说“著手成春”，也不是说诗人在握管时就一无安排，信笔所之。诗中描写周围景色，选择了竹林与明月，是取其与所要显示的那一清幽澄净的环境原本一致；诗中抒写自我情怀，选择了弹琴与长啸，则取其与所要表现的那一清幽澄净的心境互为表里。这既是即景即事，而其所以写此景，写此事，自有其酝酿成熟的诗思。更从全诗的组合看，诗人在写月夜幽林的同时，又写了弹琴、长啸，则是以声响托出静境。至于诗的末句写到月来照，不仅与上句的“人不知”有对照之妙，也起了点破暗夜的作用。这些音响与寂静以及光影明暗的衬映，在安排上既是妙手天成，又是有匠心运用其间的。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5749",
      "translation2" : "注释\n⑴竹里馆：辋川别墅胜景之一，房屋周围有竹林，故名。\n⑵幽篁：幽深的竹林。\n⑶啸：嘬口发出长而清脆的声音，类似于打口哨。\n⑷深林：指“幽篁”。\n⑸相照：与“独坐”相应，意思是说，左右无人相伴，唯有明月似解人意，偏来相照。\n⑹长啸：撮口而呼，这里指吟咏、歌唱。古代一些超逸之士常用来抒发感情。魏晋名士称吹口哨为啸。",
      "classes" : "唐诗三百首#月亮#初中古诗#归隐#孤独#生活#初一#",
      "author" : "王维",
      "dynasty" : "唐代",
      "title" : "竹里馆",
      "rank" : "",
      "first_sentence" : "独坐幽篁里，弹琴复长啸。",
      "translation1" : "译文\n    独自闲坐幽静竹林，时而弹琴时而长啸。\n    密林之中何人知晓我在这里？只有一轮明月静静与我相伴。",
      "content" : "独坐幽篁里，\\n弹琴复长啸。\\n深林人不知，\\n明月来相照。\\n"
    },
    {
      "id" : 82,
      "appreciation1" : "　　1．这首词是苏轼豪放词中较早之作，作于公元1075年（熙宁八年）冬，当时苏轼任密州知州。据《东坡纪年录》：“乙卯冬，祭常山回，与同官习射放鹰作。”苏轼有《祭常山回小猎》云：“青盖前头点皂旗，黄茅冈下出长围。弄风骄马跑空立，趁兔苍鹰掠地飞。回望白云生翠巘，归来红叶满征衣。圣明若用西凉簿，白羽犹能效一挥。”其描写出猎的壮观场面及卒章所显之志，与这首《江城子》类似。\n　　苏轼对这首痛快淋漓之作颇为自得，在给友人的信中曾写道：“近却颇作小词，虽无柳七郎风味，亦自是一家。呵呵，数日前，猎于郊外，所获颇多，作得一阕，令东州壮士抵掌顿足而歌之，吹笛击鼓以为节，颇壮观也。”苏轼此词一反“诗庄词媚”的传统观念，“一洗绮罗香泽之态，摆脱绸缪宛转之度”，拓宽了词的境界，树起了词风词格的别一旗帜。\n　　苏轼深受儒家民本思想的影响，历来勤政爱民，每至一处，都颇有政绩，为百姓所拥戴。密州时期，他的生活依旧是寂寞和失意的，郁积既久，喷发愈烈，遇事而作，如挟海上风涛之气。\n　　这首词起句陡兀，用一“狂”字笼罩全篇，藉以抒写胸中雄健豪放的一腔磊落之气。“狂”虽是聊发，却缘自真实。苏轼外任或谪居时期常常以“疏狂”、“狂”、“老狂”自况。如《十拍子》：“强染霜髭扶翠袖，莫道狂夫不解狂。狂夫老更狂。”苏轼时年四十，正值盛年，不应言老，却自称“老夫” ，又言“聊发”，与“少年”二字形成强烈反差，形象地透视出、流露出内心郁积的情绪。此中意味，需要特别体会。他左手牵黄狗，右手擎猎鹰，头戴锦绣的帽子，身披貂皮的外衣，一身猎装，气宇轩昂，何等威武。“千骑卷平冈”，一“卷”字，突现出太守率领的队伍，势如磅礴倾涛，何等雄壮。全城的百姓也来了，来看他们爱戴的太守行猎，万人空巷。这是怎样一幅声势浩大的行猎图啊，太守倍受鼓舞，气冲斗牛，为了报答百姓随行出猎的厚意，决心亲自射杀老虎，让大家看看孙权当年搏虎的雄姿。上阕写出猎的壮阔场面，豪兴勃发，气势恢宏，表现出作者壮志踌躇的英雄气概。\n　　下阕承前进一步写“老夫”的“狂”态。出猎之际，痛痛快快喝了一顿酒，意兴正浓，胆气更壮，尽管“老夫”老矣，鬓发斑白，又有什么关系！以“老”衬“狂”，更表现出作者壮心未已的英雄本色。北宋仁宗、神宗时代，国力不振，国势羸弱，时常受到辽国和西夏的侵扰，令许多尚气节之士义愤难平。想到国事，想到自己怀才不遇、壮志难酬的处境，于是苏轼借出猎的豪兴，将深隐心中的夙愿和盘托出，不禁以西汉魏尚自况，希望朝廷能派遣冯唐一样的使臣，前来召自己回朝，得到朝廷的信任和重用(这里作者用了一个典故；据《史记·张释之冯唐列传》记载：汉文帝时，魏尚为云中太守，抵御匈奴有功，只因报功时少报了六个首级而获罪削职。后来，文帝采纳了冯唐的劝谏，派冯唐持符节到云中去赦免了魏尚)。其“狂”字下面潜涵的赤诚令人肃然起敬。\n　　“会挽雕弓如满月，西北望，射天狼”，“天狼”，即喻指辽和西夏。作者以形象的描画，表达了自己渴望一展抱负，杀敌报国，建功立业的雄心壮志。下阕借出猎表达了自己强国抗敌的政治主张，抒写了渴望报效朝廷的壮志豪情。\n　　这首词感情纵横奔放，令人“觉天风海雨逼人”。从艺术表现力上说，词中一连串表现动态的词，如发、牵、擎、卷、射、挽、望等，十分生动形象。全词表现了作者的胸襟见识，情感兴趣，希望理想，一波三折，姿态横生，“狂”态毕露；虽不乏慷慨激愤之情，但气象恢弘，一反词作柔弱的格调，“指出向上一路，新天下耳目”，充满阳刚之美，成为历久弥珍的名篇。\n　　2．这首词写苏轼在密州作地方长官时，有一次去打猎的情景。\n　　打猎，对于一个职业猎手，是家常便饭；而对于苏轼这样年已四十的地方官来说，就不能不算一次壮举了。词中就是从表达他出猎时的激动心情开始的。“老夫聊发少年狂”，老夫，是古代年长男性的自称，切合作者的年纪和口吻。“聊”，是姑且的意思。这句说，老夫今天要发一发小伙子那种“狂劲儿”了。“左牵黄，右擎[ qíng 举起] 苍”，左手牵着黄狗，右臂架着苍鹰。鹰和狗是用来追捕猎取对象的。“锦帽貂裘”，是戴着锦帽穿着貂皮袄，这次打猎是在冬天，所以穿着皮衣。千骑卷平冈”：成千的骑手跟随着他，浩浩荡荡，象疾风一般卷向平坦的山冈。这里显示了作为一州长官出猎时的声势和排场，确实是壮观啊！百姓几乎全城出动（即倾城），都想追随苏轼这个知州（相当于汉朝的太守），去看他打猎。而他也为百姓的热情所感动，暗下决心，为了答谢（报）人们的情意，他要学习三国时代匹马单枪搏斗猛虎的孙权（孙郎），亲手射杀猛虎，给大家看看。\n　　在上片，作者实际上已经绘制成他的“太守出猎图”。写出了他的形貌，也写活了他的神情；渲染了热烈的气氛，更揭示出了他昂扬的精神状态。\n　　转入下片，作者又进一步深化了所要表达的主题。他说，他刚刚喝足了酒（酒酣）因而更加气粗胆壮（即胸胆尚开张），鬓发有些花白，又有什么妨碍呢！看来好像是承接上片，表现他老当益壮的英雄气概。其实，这里所指，已不限于打猎。他在考虑更为重要的事情：“持节云中，何日遣冯唐？”皇帝什么时候才派冯唐到云中传达命令？这里用了汉文帝刘恒时的一个典故。“云中”是汉朝的一个郡，在今年蒙古自治区托克托县一带和山西省西北部一部分地区。“节”，即符节，是传达皇帝命令的凭证。汉文帝曾派冯唐到云中郡，传旨赦免前云中太守魏尚受的处分，恢复他的官职。魏尚原来抗击匈奴侵扰有功，后来因小过失受到不公平的处罚。可见，作者是在以魏尚自比，希望皇帝能早日委派自己担当保卫边防的重任。他这样希望，并不是无的放矢。因为，当时宋王朝正受到来自西北方的西夏和来自东北方的辽国的军事威胁，国家的安危引起了苏轼的严重关切。他渴望奔赴军事前线，来实现为国立功的政治抱负。最后三句：“会挽雕弓如满月，西北望，射天狼”。“天狼”指天狼星，在古代星象学上，被认为是主侵掠的。作者把它当作敌人的象征，又利用“狼”属于野兽，当在被射猎之列的联想，他表示，将要（会）紧握雕花的强弓，把他对敌人的仇恨凝聚在拉得圆如满月般的弓弦上，看准那西北方的敌人，狠狠地射去。\n　　作品以出猎开始，却以将利箭射向敌人这种出人意料的结局收尾；利用巧妙的艺术构思，把记叙出猎的笔锋一转，自然地表现出了他志在杀敌卫国的政治热情和英雄气概，这就把一首生活随笔式的小词写成了充满爱国激情的作品。这首词读起来，韵调铿锵，气势雄浑，感情奔放，境界开阔，是一首表现了苏轼豪放风格的成功之作。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49475",
      "translation2" : "注释\n江城子：词牌名。\n密州：今山东诸城。\n老夫：作者自称，时年三十八。\n聊：姑且，暂且。\n狂：豪情。\n左牵黄，右擎苍：左手牵着黄犬，右臂擎着苍鹰，形容围猎时用以追捕猎物的架势。\n黄：黄犬。\n苍：苍鹰。\n锦帽貂裘：名词作动词使用，头戴着华美鲜艳的帽子。貂裘，身穿貂鼠皮衣。是汉羽林军穿的服装。\n千骑卷平冈：形容马多尘土飞扬，把山冈像卷席子一般掠过。\n千骑：上千个骑马的人，形容随从乘骑之多。\n倾城：全城的人都出来了。形容随观者之众。\n太守：指作者自己。\n看孙郎：孙郎，孙权。这里借以自喻。\n酒酣胸胆尚开张：极兴畅饮，胸怀开阔，胆气横生。\n尚：更。\n微霜：稍白。\n节：兵符，传达命令的符节。\n持节：是奉有朝廷重大使命。\n云中：汉时郡名，今内蒙古自治区托克托县一带，包括山西省西北一部分地区。\n会：定将。\n挽：拉。\n雕弓：弓背上有雕花的弓。（另解释为：天弓）\n满月：圆月。\n天狼：星名，又称犬星，旧说指侵掠，这里隐指西夏。《楚辞九歌东君》：“长矢兮射天狼。”\n《晋书天文志》云：“狼一星在东井南，为野将，主侵掠。”词中以之隐喻侵犯北宋边境的辽国与西夏。",
      "classes" : "宋词三百首#初中古诗#豪放#狩猎#爱国#初三#",
      "author" : "苏轼",
      "dynasty" : "宋代",
      "title" : "江城子·密州出猎",
      "rank" : "",
      "first_sentence" : "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。",
      "translation1" : "译文\n    我姑且抒发一下少年的豪情壮志，左手牵着黄犬，右臂擎着苍鹰，戴着华美鲜艳的帽子，穿着貂皮做的衣服，带着上千骑的随从疾风般席卷平坦的山冈。为了报答满城的人跟随我出猎的盛情厚意，我要像孙权一样，亲自射杀猛虎。\n    我痛饮美酒，心胸开阔，胆气更为豪壮，（虽然）两鬓微微发白，（但）这又有何妨？什么时候皇帝会派人下来，就像汉文帝派遣冯唐去云中赦免魏尚的罪（一样信任我）呢？我将使尽力气拉满雕弓就像满月一样，朝着西北瞄望，射向西夏军队。",
      "content" : "老夫聊发少年狂，\\n左牵黄，\\n右擎苍，\\n锦帽貂裘，\\n千骑卷平冈。\\n为报倾城随太守，\\n亲射虎，\\n看孙郎。\\n酒酣胸胆尚开张，\\n鬓微霜，\\n又何妨？\\n持节云中，\\n何日遣冯唐？\\n会挽雕弓如满月，\\n西北望，\\n射天狼。\\n"
    },
    {
      "id" : 85,
      "appreciation1" : "　　此词以梅花自况，咏梅的凄苦以泄胸中抑郁，感叹人生的失意坎坷；赞梅的精神又表达了青春无悔的信念以及对自己爱国情操及高洁人格的自许。\n　　词的上半阕着力渲染梅的落寞凄清、饱受风雨之苦的情形。陆游曾经称赞梅花“雪虐风饕愈凛然，花中气节最高坚”（《落梅》）。梅花如此清幽绝俗，出于众花之上，可是“如今”竟开在郊野的驿站外面，紧临着破败不堪的“断桥”，自然是人迹罕至、寂寥荒寒、倍受冷落、令人怜惜了。无人照看与护理，其生死荣枯全凭自己。“断桥”已失去沟通两岸的功能，唯有断烂木石，更是人迹罕至之处。由于这些原因，它只能“寂寞开无主”了，“无主”既指无人照管，又指梅花无人赏识，不得与人亲近交流而只能孤芳自赏，独自走完自己的生命历程而已。“已是黄昏独自愁”是拟人手法，写梅花的精神状态，身处荒僻之境的野梅，虽无人栽培，无人关心，但它凭借自己顽强的生命力也终于长成开花了。宝剑剑锋从磨砺出，梅花香自苦寒来！野梅不平凡的遭遇使它具有不同凡响的气质。范成大《梅谱序》说：“野生不经栽接者，……谓之野梅，……香最清。”可是，由于地势使然，野梅虽历经磨难而独具清芬，却无人能会，无人领略其神韵。这犹如“幽居见。那么，野梅为何又偏在黄昏时分独自愁呢?因为白天，它尚残存着一线被人发现的幻想，而一到黄昏，这些微的幻想也彻底破灭了；这也如前人闺怨所说：最难消遣是黄昏！不仅如此，黄昏又是阴阳交替，气温转冷而易生风雨的时辰，所以；除了心灵的痛苦之外，还要有肢体上的折磨，“更著风和雨”。这内外交困、身心俱损的情形将梅花之不幸推到了极处，野梅的遭遇也是作者已往人生的写照，倾注了诗人的心血！ “寂寞开无主”一句，作者将自己的感情倾注在客观景物之中，首句是景语，这句已是情语了。\n　　上阕集中写了梅花的困难处境，它也的确还有“愁”。从艺术手法说，写愁时作者没有用诗人、词人们那套惯用的比喻手法，把愁写得像这像那，而是用环境、时光和自然现象来烘托。况周颐说：“词有淡远取神，只描取景物，而神致自在言外，此为高手。”（《蕙风词话》）就是说，词人描写这么多“景物”，是为了获得梅花的“神致”；“深于言情者，正在善于写景”（田同之《西圃词说》）。上阕四句可说是“情景双绘”。让读者从一系列景物中感受到作者的特定环境下的心绪──愁，也让读者逐渐踏入作者的心境。\n　　下半阕写梅花的灵魂及生死观。梅花生在世上，无意于炫耀自己的花容月貌，也不肯媚俗与招蜂引蝶，所以在时间上躲得远远的，既不与争奇斗妍的百花争夺春色，也不与菊花分享秋光，而是孤独地在冰天雪地里开放。但是这样仍摆脱不了百花的嫉妒，可能会被认为“自命清高”、“别有用心”甚至是“出洋相”……。正像梅花“无意苦争春”一样，对他物的侮辱、误解也一概不予理睬，而是“一任群芳妒”，听之任之：走自己的路，让别人去说吧！同时，不论外界舆论如何，我以不变应万变，只求灵魂的升华与纯洁，即使花落了，化成泥土了，轧成尘埃了，我的品格就像我的香气一样永驻人间。这精神不正是诗人回首往事不知悔、奋勇向前不动摇的人格宣言吗！“群芳”在这里代指“主和派”小人。这两句表现出陆游标格孤高，决不与争宠邀媚、阿谀逢迎之徒为伍的品格和不畏谗毁、坚贞自守的崚嶒傲骨。最后几句，把梅花的“独标高格”，再推进一层：“零落成泥碾作尘，只有香如故”。前句承上阕的寂寞无主、黄梅花昏日落、风雨交侵等凄惨境遇。这句七个字四次顿挫：“零落”，不堪雨骤风狂的摧残，梅花纷纷凋落了，这是一层。落花委地，与泥水混杂，不辨何者是花，何者是泥了，这是第二层。从“碾”字，显示出摧残者的无情，被摧残者承受的压力之大，这是第三层。结果呢，梅花被摧残、被践踏而化作灰尘了。这是第四层。看，梅花的命运有多么悲惨，简直令人不忍卒读。但作者的目的决不是单为写梅花的悲惨遭遇，引起人们的同情；从写作手法说，仍是铺垫，是蓄势，是为了把下句的词意推上最高峰。虽说梅花凋落了，被践踏成泥土了，被碾成尘灰了，请看，“只有香如故”，它那“别有韵”的香味，却永远如故，一丝一毫也改变不了。\n　　末句具有扛鼎之力，它振起全篇，把前面梅花的不幸处境，风雨侵凌，凋残零落，成泥作尘的凄凉、衰飒、悲戚，一股脑儿抛到九霄云外去了。“零落成泥碾作尘，只有香如故”。作者从民族国家的利益出发，做出生命的表白。悲忧中透出一种坚贞的自信。词人借梅言志，曲折地写出险恶仕途中坚持高沽志行。不媚俗．不屈邪．清真绝俗，忠贞不渝的情怀与抱负。这首咏梅词．通篇来见“梅”字．却处处传出“梅”的神韵．且作者以梅自喻。比必寄托。物我融一。对梅的赞咏中，显示词人身处逆境而矢志不渝的崇高品格。\n　　纵观全词，诗人以物喻人，托物言志，巧借饱受摧残、花粉犹香的梅花，比喻自己虽终生坎坷，绝不媚俗的忠贞，这也正像他在一首咏梅诗中所写的“过时自合飘零去，耻向东君更气怜”。陆游以他饱满的爱国热情，谱写了一曲曲爱国主义诗篇，激励了并激励着一代又一代人，真可谓“双鬓多年作雪，寸心至死如丹”。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=56028",
      "translation2" : "注释\n①卜（bǔ）算子 咏梅：选自吴氏双照楼影宋本《渭南词》卷二。“卜算子”是词牌名。又名《百尺楼》《眉峰碧》《楚天遥》《缺月挂疏桐》等。万树《词律》卷三《卜算子》：“毛氏云：‘骆义鸟（骆宾王）用数名，人谓为“卜算子”，故牌名取之。’按山谷词，‘似扶著卖卜算’，盖取义以今卖卜算命之人也。”\n②驿外：指荒僻、冷清之地。驿：驿站，供驿马或官吏中途休息的专用建筑。\n③断桥：残破的桥。一说“断”通“簖”，簖桥乃是古时在为拦河捕鱼蟹而设簖之处所建之桥。\n④寂寞：孤单冷清。\n⑤无主：自生自灭，无人照管和玩赏。\n⑥更：副词，又，再。著：同“着”，遭受，承受。更著：又遭到。\n⑦无意：不想，没有心思。自己不想费尽心思去争芳斗艳。\n⑧苦：尽力，竭力。\n⑨争春：与百花争奇斗艳。此指争权。\n⑩一任：全任，完全听凭；一：副词，全，完全，没有例外。任：动词，任凭。\n⑪群芳：群花、百花。百花，这里借指诗人政敌──苟且偷安的主和派。\n⑫妒：嫉妒。\n⑬零落：凋谢，陨落。\n⑭碾（niǎn）：轧烂，压碎。\n⑮作尘：化作灰土。\n⑯香如故：香气依旧存在。",
      "classes" : "宋词三百首#宋词精选#初中古诗#咏物#梅花#言志#初三#",
      "author" : "陆游",
      "dynasty" : "宋代",
      "title" : "卜算子·咏梅",
      "rank" : "",
      "first_sentence" : "驿外断桥边，寂寞开无主。",
      "translation1" : "译文\n    驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。\n    梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。",
      "content" : "驿外断桥边，\\n寂寞开无主。\\n已是黄昏独自愁，\\n更著风和雨。\\n无意苦争春，\\n一任群芳妒。\\n零落成泥碾作尘，\\n只有香如故。\\n"
    },
    {
      "id" : 86,
      "appreciation1" : "　　曹操这首《观沧海》准确生动地描绘出海洋的形象，单纯而又饱满，丰富而不琐细，好像一幅粗线条的炭笔画一样。尤其可贵的是，这首不仅仅反映了海洋的形象，同时也赋予它以性格。句句写景，又是句句抒情。既表现了大海，也表现了诗人自己。诗人不满足于对海洋做形似的摹拟，而是通过形象，力求表现海洋那种孕大含深、动荡不安的性格。海，本来是没有生命的，然而在诗人笔下却具有了性格。这样才更真实、更深刻地反映了大海的面貌。\n　　《观沧海》是借景抒情，把眼前的海上景色和自己的雄心壮志很巧妙地融合在一起。《观沧海》的高潮放在诗的末尾，它的感情非常奔放，思想却很含蓄。不但做到了情景交融，而且做到了情理结合、寓情于景。因为它含蓄，所以更有启发性，更能激发我们的想像，更耐人寻味。过去人们称赞曹操的诗深沉饱满、雄健有力，“如幽燕老将，气韵沉雄”，从这里可以得到印证。全诗的基调为苍凉慷慨的，这也是建安风骨的代表作。\n　　从诗的体裁看，这是一首古体诗；从表达方式看，这是一首四言写景诗。“东临碣石，以观沧海”这两句话点明“观沧海”的位置：诗人登上碣石山顶，居高临海，视野寥廓，大海的壮阔景象尽收眼底。以下十句描写，概由此拓展而来。“观”字起到统领全篇的作用，体现了这首诗意境开阔，气势雄浑的特点。\n　　前四行诗句描写沧海景象，有动有静，如“秋风萧瑟，洪波涌起”与“水何澹澹”写的是动景，“树木丛生，百草丰茂”与“山岛竦峙”写的是静景。\n　　“水何澹澹，山岛竦峙”是望海初得的大致印象，有点像绘画的轮廓。在这水波“澹澹”的海上，最先映入眼帘的是那突兀耸立的山岛，它们点缀在平阔的海面上，使大海显得神奇壮观。这两句写出了大海远景的一般轮廓，下面再层层深入描写。\n　　“树木丛生，百草丰茂。秋风萧瑟，洪波涌起。”前二句具体写竦峙的山岛：虽然已到秋风萧瑟，草木摇落的季节，但岛上树木繁茂，百草丰美，给人诗意盎然之感。后二句则是对“水何澹澹”一句的进一层描写：定神细看，在秋风萧瑟中的海面竟是洪波巨澜，汹涌起伏。作者面对萧瑟秋风，老骥伏枥，志在千里”的“壮志”胸怀。\n　　“日月之行，若出其中；星汉灿烂，若出其里。”运用作者的想象，写出了作者曹操的壮志情怀。前面的描写，将大海的气势和威力凸显在读者面前；在丰富的联想中表现出作者博大的胸怀、开阔的胸襟、宏大的抱负。暗含一种要像大海容纳万物一样把天下纳入自己掌中的胸襟。“幸甚至哉，歌以咏志。”这是合乐时的套语，与诗的内容无关，也指出这是乐府唱过的。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48005",
      "translation2" : "注释\n⑴临：登上，有游览的意思。\n⑵碣石：山名。碣石山，河北昌黎碣石山。公元207年秋天，曹操征乌桓得胜回师时经过此地。\n⑶沧：通“苍”，青绿色。\n⑷海：渤海\n⑸何：多么\n⑹澹 澹：水波摇动的样子。\n⑺竦 峙（sǒng）：耸立。竦 ，通耸，高。\n⑻萧瑟：树木被秋风吹的声音。\n⑼洪波：汹涌澎湃的波浪\n⑽日月：太阳和月亮\n⑾若：如同.好像是.\n⑿星汉：银河，天河。\n⒀幸：庆幸。\n⒁甚：极点。\n⒂至：非常，\n⒃幸甚至哉，歌以咏志：太值得庆幸了！就用诗歌来表达心志吧。\n（最后两句每章都有，与本诗正文的内容没有的直接关系。）",
      "classes" : "古诗三百首#初中古诗#乐府#写景#抒情#抱负#初一#",
      "author" : "曹操",
      "dynasty" : "两汉",
      "title" : "观沧海 \/ 碣石篇",
      "rank" : "",
      "first_sentence" : "东临碣石，以观沧海。",
      "translation1" : "译文\n    东行登上碣石山，来观赏那苍茫的海。\n    海水多么宽阔浩荡，山岛高高地挺立在海边。\n    树木和百草丛生，十分繁茂，\n    秋风吹动树木发出悲凉的声音，海中涌着巨大的海浪。\n    太阳和月亮的运行，好像是从这浩瀚的海洋中发出的。\n    银河星光灿烂，好像是从这浩瀚的海洋中产生出来的。\n    我很高兴，就用这首歌来表达自己内心的志向。",
      "content" : "东临碣石，\\n以观沧海。\\n水何澹澹，\\n山岛竦峙。\\n树木丛生，\\n百草丰茂。\\n秋风萧瑟，\\n洪波涌起。\\n日月之行，\\n若出其中。\\n星汉灿烂，\\n若出其里。\\n幸甚至哉，\\n歌以咏志。\\n"
    },
    {
      "id" : 87,
      "appreciation1" : "　　首联“辛苦遭逢起一经，干戈寥落四周星。”“起一经”当指天祥二十岁中进士说的，四周星即四年。天祥于德祐元年（1275），起兵勤王，至祥兴元年（1278）被俘，恰为四个年头。此自叙生平，思今忆昔。从时间说，拈出“入世”和“勤王”，一关个人出处，一关国家危亡，两件大事，一片忠心。唐宋时期，一个人要想替国家做出一番事业，必须入仕，要入仕，作为知识分子必须通过科举考选，考选就得读经，文天祥遇难时，衣带中留有个自赞文说：“读圣贤书，所学何事，而今而后，庶几无愧”，就是把这两件事拴在一起的。圣人著作就叫经，经是治国安邦的。这两句，讲两件事，似可分开独立，而实质上是连结在一起的。干戈寥落一作干戈落落，意思相近。《后汉书·耿弁传》“落落难合”注云：“落落犹疏阔也。”疏阔即稀疏、疏散，与寥落义同。《宋史》说当时谢后下勤王诏，响应的人很少，这里所讲情况正合史实。\n　　颔联接着说“山河破碎风飘絮，身世浮沉雨打萍。”还是从国家和个人两方面展开和深入加以铺叙。宋朝自临安弃守，恭帝赵昰被俘，事实上已经灭亡。剩下的只是各地方军民自动组织起来抵抗。文天祥、张世杰等人拥立的端宗赵昱逃难中惊悸而死，陆秀夫复立八岁的赵昺建行宫于崖山，各处流亡，用山河破碎形容这种局面，加上说“风飘絮”，形象生动，而心情沉郁。这时文天祥自己老母被俘，妻妾被囚，大儿丧亡，真像水上浮萍，无依无附，景象凄凉。\n　　颈联继续追述今昔不同的处境和心情，昔日惶恐滩边，忧国忧民，诚惶诚恐；今天零丁洋上孤独一人，自叹伶仃。皇恐滩是赣江十八滩之一，水流湍急，令人惊恐，也叫惶恐滩。原名黄公滩，因读音相近，讹为皇恐滩。滩在今江西省万安县境内赣江中，文天祥起兵勤王时曾路过这里。零丁洋在今广东省珠江15里外的崖山外面，现名伶丁洋，文天祥兵败被俘，押送过此。前者为追忆，后者乃当前实况，两者均亲身经历。一身为战将，一为阶下囚。故作战将，面对强大敌人，恐不能完成守土复国的使命，惶恐不安。而作为阶下囚，孤苦伶仃，只有一人。这里“风飘絮”、“雨打萍”、“惶恐滩”、“零丁洋”都是眼前景物，信手拈来，对仗工整，出语自然，而形象生动，流露出一腔悲愤和盈握血泪。\n　　尾联笔势一转，忽然宕进，由现在渡到将来，拨开现实，露出理想，如此结语，有如撞钟，清音绕梁。全诗格调，顿然一变，由沉郁转为开拓、豪放、洒脱。“人生自古谁无死，留取丹心照汗青。”让赤诚的心如一团火，照耀史册，照亮世界，照暖人生。用一照字，显示光芒四射，英气逼人。据说张弘范看到文天祥这首诗，尤其是尾联这两句，连称：“好人，好诗！”诚然文天祥把做诗与做人，诗格与人格，浑然一体。千秋绝唱，情调高昂，激励和感召古往今来无数志士仁人为正义事业英勇献身。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69147",
      "translation2" : "注释\n⑴零丁洋：零丁洋即”伶丁洋“。现在广东省珠江口外。1278年底，文天祥率军在广东五坡岭与元军激战，兵败被俘，囚禁船上曾经过零丁洋。\n⑵遭逢：遭遇。起一经，因为精通一种经书，通过科举考试而被朝廷起用作官。文天祥二十岁考中状元。\n⑶干戈：指抗元战争。寥落：荒凉冷落。一作“落落”。四周星：四周年。文天祥从1275年起兵抗元，到1278年被俘，一共四年。\n⑷絮：柳絮。\n⑸萍：浮萍。\n⑹惶恐滩：在今江西省万安县，是赣江中的险滩。1277年，文天祥在江西被元军打败，所率军队死伤惨重，妻子儿女也被元军俘虏。他经惶恐滩撤到福建。\n(7)零丁：孤苦无依的样子。\n(8)丹心：红心，比喻忠心。\n(9)汗青：同汗竹，史册。古代用简写字，先用火烤干其中的水分，干后易写而且不受虫蛀，也称汗青。",
      "classes" : "古诗三百首#初中古诗#爱国#励志#忧国忧民#初二#",
      "author" : "文天祥",
      "dynasty" : "宋代",
      "title" : "过零丁洋",
      "rank" : "",
      "first_sentence" : "辛苦遭逢起一经，干戈寥落四周星。",
      "translation1" : "译文\n    回想我早年由科举入仕历尽辛苦，如今战火消歇已熬过了四个年头。\n    国家危在旦夕恰如狂风中的柳絮，个人又哪堪言说似骤雨里的浮萍。\n    惶恐滩的惨败让我至今依然惶恐，零丁洋身陷元虏可叹我孤苦零丁。\n    人生自古以来有谁能够长生不死？我要留一片爱国的丹心映照史册。",
      "content" : "辛苦遭逢起一经，\\n干戈寥落四周星。\\n山河破碎风飘絮，\\n身世浮沉雨打萍。\\n惶恐滩头说惶恐，\\n零丁洋里叹零丁。\\n人生自古谁无死？\\n留取丹心照汗青。\\n"
    },
    {
      "id" : 89,
      "appreciation1" : "　　这首是杜甫青年时代的作品，充满了诗人青年时代的浪漫与激情。全诗没有一个“望”字，却紧紧围绕诗题“望岳”的“望”字着笔，由远望到近望，再到凝望，最后是俯望。诗人描写了泰山雄伟磅礴的气象，抒发了自己勇于攀登，傲视一切的雄心壮志，洋溢着蓬勃向上的朝气。\n　　首句“岱宗夫如何？”写乍一望见泰山时，高兴得不知怎样形容才好的那种揣摹劲和惊叹仰慕之情，非常传神。岱是泰山的别名，因居五岳之首，故尊为岱宗。“夫如何”，就是“到底怎么样呢？”“夫”字在古文中通常是用于句首的语气助词，这里把它融入诗句中，是个新创，很别致。这个“夫”字，虽无实在意义，却少它不得，所谓“传神写照，正在阿堵中”。可谓匠心独具。\n　　接下来“齐鲁青未了”一句，是经过一番揣摹后得出的答案。它没有从海拔角度单纯形容泰山之高，也不是像谢灵运《泰山吟》那样用“崔崒刺云天”这类一般化的语言来形容，而是别出心裁地写出自己的体验──在古代齐鲁两大国的国境外还能望见远远横亘在那里的泰山，以距离之远来烘托出泰山之高。泰山之南为鲁，泰山之北为齐，所以这一句描写出的地理特点，在写其他山岳时不能挪用。明代莫如忠《登东郡望岳楼》特别提出这句诗，并认为无人能继。\n　　“造化钟神秀，阴阳割昏晓”两句，写近望中所见泰山的神奇秀丽和巍峨高大的形象，是上句“青未了”的注脚。一个“钟”宇把天地万物一下写活了，整个大自然如此有情致，把神奇和秀美都给了泰山。山前向日的一面为“阳”，山后背日的一面为“阴”（山南水北为“阳”，山北水南为阴），由于山高，天色的一昏一晓被割于山的阴、阳面，所以说“割昏晓”。这本是十分正常的自然现象，可诗人妙笔生花，用一个“割”字，则写出了高大的泰山一种主宰的力量，这力量不是别的，泰山以其高度将山南山北的阳光割断，形成不同的景观，突出泰山遮天蔽日的形象。这里诗人此用笔使静止的泰山顿时充满了雄浑的力量，而那种“语不惊人死不休”的创作风格，也在此得到显现。\n　　“荡胸生曾云，决眦入归鸟”两句，是写细望。见山中云气层出不穷，故心胸亦为之荡漾。“决眦”二字尤为为传神，生动地体现了诗人在这神奇缥缈的景观而前像着了迷似的，想把这一切看个够，看个明白，因而使劲地睁大眼睛张望，故感到眼眶有似决裂。这情景使泰山迷人的景色表现得更为形象鲜明。“归鸟”是投林还巢的鸟，可知时已薄暮，诗人还在望。其中蕴藏着诗人对祖国河山的热爱和对祖国山河的赞美之情。\n　　末句的“会当凌绝顶，一览众山小”两句，写诗人从望岳产生了登岳的想法，体现了中华民族自强不息的仙字精神。此联号为绝响，再一次突出了泰山的高峻，写出了雄视一切的雄姿和气势，也表现出诗人的心胸气魄。“会当”是唐人口语，意即“一定要”。如果把“会当”解作“应当”，便欠准确，神气索然。众山的小和高大的泰山进行对比，表现出诗人不怕困难、敢于攀登绝顶、俯视一切的雄心和气概。 这正是杜甫能够成为一个伟大诗人的关键所在， 也是一切有所作为的人们所不可缺少的。 这就是这两句诗一直为人们所传诵的原因。正因为泰山的崇高伟大不仅是自然的也是人文的，所以登上的极顶的想望本身，当然也具备了双重的含义。\n　　全诗以诗题中的“望”字统摄全篇，句句写望岳，但通篇并无一个“望”字，而能给人以身临其壕之感，可见诗人的谋篇布局和艺术构思是精妙奇绝的。这首诗寄托虽然深远，但通篇只见登览名山之兴会，丝毫不见刻意比兴之痕迹。若论气骨峥嵘，体势雄浑，更以后出之作难以企及。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10374",
      "translation2" : "注释\n⑴岱宗：泰山亦名岱山或岱岳，五岳之首，在今山东省泰安市城北。古代以泰山为五岳之首，诸山所宗，故又称“岱宗”。历代帝王凡举行封禅大典，皆在此山，这里指对泰山的尊称。夫：句首发语词，无实在意义，语气词，强调疑问语气。如何：怎么样。\n⑵齐、鲁：古代齐鲁两国以泰山为界，齐国在泰山北，鲁国在泰山南。原是春秋战国时代的两个国名，在今山东境内，后用齐鲁代指山东地区。青未了：指郁郁苍苍的山色无边无际，浩茫浑涵，难以尽言。青：指苍翠、翠绿的美好山色。未了：不尽，不断。\n⑶造化：大自然。钟：聚集。神秀：天地之灵气，神奇秀美。\n⑷阴阳：阴指山的北面，阳指山的南面。这里指泰山的南北。割：分。夸张的说法。此句是说泰山很高，在同一时间，山南山北判若早晨和晚上。昏晓：黄昏和早晨。极言泰山之高，山南山北因之判若清晓与黄昏，明暗迥然不同。\n⑸荡胸：心胸摇荡。曾：同“层”，重叠。\n⑹决眦：眦：眼角。眼角（几乎）要裂开。这是由于极力张大眼睛远望归鸟入山所致。决：裂开。入：收入眼底，即看到。\n⑺会当：终当，定要。凌：登上。凌绝顶，即登上最高峰。\n⑻小：形容词的意动用法，意思为“以为小，认为小”。",
      "classes" : "唐诗三百首#初中古诗#写景#写山#写鸟#励志#哲理#初二#",
      "author" : "杜甫",
      "dynasty" : "唐代",
      "title" : "望岳",
      "rank" : "",
      "first_sentence" : "岱宗夫如何？",
      "translation1" : "译文\n    巍峨的泰山，到底如何雄伟？走出齐鲁，依然可见那青青的峰顶。\n    神奇自然会聚了千种美景，山南山北分隔出清晨的黄昏。\n    层层白云，荡涤胸中沟壑；翩翩归鸟，飞入赏景眼圈。\n    定要登上泰山顶峰，俯瞰群山，豪情满怀。",
      "content" : "岱宗夫如何？\\n齐鲁青未了。\\n造化钟神秀，\\n阴阳割昏晓。\\n荡胸生曾云，\\n决眦入归鸟。\\n会当凌绝顶，\\n一览众山小。\\n"
    },
    {
      "id" : 98,
      "appreciation1" : "　　这首，以女性的口吻抒写爱情心理，在悲伤、痛苦之中，寓有灼热的渴望和坚忍的执着精神，感情境界深微绵邈，极为丰富。\n　　开头两句，写爱情的不幸遭遇和抒情主人公的心境：由于受到某种力量的阻隔，一对情人已经难以相会，分离的痛苦使她不堪忍受。首句的“别”字，不是说当下正在话别，而是指既成的被迫分离。两个“难”字，第一个指相会困难，第二个是痛苦难堪的意思。前人诗中曾有“别日何易会日难”（曹丕《燕歌行》）“别易会难得”（宋武帝《丁都护歌》）等句，都是以强调重聚之难而感叹离别之苦。李商隐从这里推进一步，表明因为“相见时难”所以“别亦难”——难以割舍、痛苦得难以禁受。诗人在一句之中两次使用“难”字，第二个“难”字的出现，因重复而给人以轻微的突兀感，造成了诗句的绵联纤曲之势，使相见无期的离别之痛因表达方式的低回婉转而显得分外的深沉和缠绵；这样的缠绵情态，在“别易会难得”等平直叙述中是不易体会的。这位抒情主人公既已伤怀如此，恰又面对着暮春景物，当然更使她悲怀难遣。暮春时节，东风无力，百花纷谢，美好的春光即将逝去，人力对此是无可奈何的，而自己的境遇之不幸，和心灵的创痛，也同眼前这随着春天的流逝而凋残的花朵一样，因为美的事物受到摧残，岂不令人兴起无穷的怅惘与惋惜！“东风无力百花残”一句，既写自然环境，也是抒情者心境的反映，物我交融，心灵与自然取得了精微的契合。这种借景物反映人的境遇和感情的描写，在李商隐的笔底是常见的。例如《夜雨寄北》的前两句：“君问归期未有期，巴山夜雨涨秋池。”次句不仅象征诗人留滞巴蜀，而且反映了客子离人的百无聊赖，同“东风无力百花残”一样，写实与象征融为一体，赋予感情以可以感触的外在形态，也就是通常说的寓情于景的抒情方式。\n　　三、四句，接着写因为“相见时难”而“别亦难”的感情，表现得更为曲折入微。“春蚕到死丝方尽”中的“丝”字与“思”谐音，全句是说，自己对于对方的思念，如同春蚕吐丝，到死方休。“蜡炬成灰泪始干”是比喻自己为不能相聚而痛苦，无尽无休，仿佛蜡泪直到蜡烛烧成了灰方始流尽一样。思念不止，表现着眷恋之深，但是终其一生都将处于思念中，却又表明相会无期，前途是无望的，因此，自己的痛苦也将终生以随。可是，虽然前途无望，她却至死靡它，一辈子都要眷恋着；尽管痛苦，也只有忍受。所以，在这两句里，既有失望的悲伤与痛苦，也有缠绵、灼热的执着与追求。追求是无望的，无望中仍要追求，因此这追求也着有悲观色彩。这些感情，好象在无穷地循环，难以求其端绪；又仿佛组成一个多面的立体，光从一个角度是不能见其全貌的。诗人只用两个比喻就圆满地表现了如此复杂的心理状态，表明他的联想是很丰富的。“春蚕”句首先是人的眷恋感情之缠绵同春蚕吐丝绵绵不尽之间的联想，又从蚕吐丝到“死”方止而推移到人的感情之生死不渝，因此写出了“到死丝方尽”，使这一形象具有了多种比喻的意义。南朝乐府西曲歌《作蚕丝》：“春蚕不应老（不应，这里是“不顾”的意思），昼夜常怀丝。何惜微躯尽，缠绵自有时。”造意与《无题》的“春蚕”句相近。不过，这里的春蚕“何惜微躯尽”，是在料定“缠绵自有时”、前途颇有希望的情况下产生的意念。《无题》“春蚕”句则不然，就其表现追求精神而言，它表现的追求是无望的，却又是不计希望之有无的，感情境界有差异，联想也更为曲折。以蜡烛的燃烧比喻痛苦的煎熬，在李商隐以前的南朝乐府中，也不少见。如“思君如明烛，中宵空自煎”（王融《自君之出矣》），“思君如夜烛，煎泪几千行”（陈叔达，同题）等皆是。“蜡炬成灰泪始干”同样是用蜡烛作比喻，却不是单一地以蜡泪比拟痛苦，而是还进一步以“成灰始干”反映痛苦的感情终生以随，联想比前人深微复杂得多，形象的底蕴也因此而丰富得多了。\n　　以上四句着重揭示内心的感情活动，使难以言说的复杂感情具体化，写得很精彩。五六句转入写外向的意念活动。上句写自己，次句想象对方。“云鬓改”，是说自己因为痛苦的折磨，夜晚辗转不能成眠，以至于鬓发脱落，容颜憔悴，亦即六朝诗人吴均所说“绿鬓愁中改，红颜啼里灭”（《和萧洗马子显古意六首》）的意思。但是，《无题》“晓镜”句说的是清晨照镜时为“云鬓改”而愁苦，并且是“但愁”——只为此而愁。这就生动地描写了纡折婉曲的精神活动，而不再是单纯地叙述青春被痛苦所消磨这件事了。自己于夜间因痛苦而憔悴，清晨又为憔悴而痛苦。夜间的痛苦，是因为爱情的追求不得实现；次日为憔悴而愁，是为了爱情而希望长葆青春，总之，为爱情而憔悴，而痛苦，而郁悒。这种昼夜廻环、缠绵往复的感情，仍然表现着痛苦而执着的心曲。“夜吟”句是推己及人，想象对方和自己一样痛苦。他揣想对方大概也将夜不成寐，常常吟诗遣怀，但是愁怀深重，无从排遣，所以愈发感到环境凄清，月光寒冷，心情也随之更趋暗淡。月下的色调是冷色调，“应觉月光寒”是借生理上冷的感觉反映心理上的凄凉之感。“应”字是揣度、料想的口气，表明这一切都是自己对于对方的想象。想象如此生动，体现了她对于情人的思念之切和了解之深。\n　　想象愈具体，思念愈深切，便愈会燃起会面的渴望。既然会面无望，于是只好请使者为自己殷勤致意，替自己去看望他。这就是结尾两句的内容。诗词中常以仙侣比喻情侣，青鸟是一位女性仙人西王母的使者，蓬山是神话、传说中的一座仙山，所以这里即以蓬山用为对方居处的象征，而以青鸟作为抒情主人公的使者出现。这个寄希望于使者的结尾，并没有改变“相见时难”的痛苦境遇，不过是无望中的希望，前途依旧渺茫。诗已经结束了，抒情主人公的痛苦与追求还将继续下去。\n　　这首诗，从头至尾都融铸着痛苦、失望而又缠绵、执着的感情，诗中每一联都是这种感情状态的反映，但是各联的具体意境又彼此有别。它们从不同的方面反复表现着融贯全诗的复杂感情，同时又以彼此之间的密切衔接而纵向地反映以这种复杂感情为内容的心理过程。这样的抒情，联绵往复，细微精深，成功地再现了心底的绵邈深情。\n　　诗中一、三、四、五各句，都可以从李商隐以前的诗歌创作中发现相似的描写。在前人创作的薰陶和启发下，诗人有所继承和借鉴。但是他并没有简单地模仿前人，而是以很高的创造性，向前跨进了一大步，把原来比较朴素的表现手段改造得更曲折、生动，用以反映更为丰富、深刻的思想感情，实际上已经脱去旧的形迹，成为新的创造了。从这里可以看出，诗人丰富的文学修养与他对于意境和表现手段的探索，是这首诗取得成就的重要条件。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28698",
      "translation2" : "注释\n⑴无题：唐代以来，有的人不愿意标出能够表示主题的题目时，常用“ 无题”作诗的标题。\n⑵东风无力百花残：这里指百花凋谢的暮春时节。东风，春风。残，凋零。\n⑶丝方尽：丝，与“思”谐音，以“丝”喻“思”，含相思之意。\n⑷蜡炬：蜡烛。\n⑸泪始干：泪，指燃烧时的蜡烛油，这里取双关义，指相思的眼泪。\n⑹晓镜：早晨梳妆照镜子。镜，用作动词，照镜子的意思。\n⑺云鬓：女子多而美的头发，这里比喻青春年华。\n⑻应觉：设想之词。\n⑼月光寒：指夜渐深。\n⑽蓬山：蓬莱山，传说中海上仙山，指仙境。\n⑾青鸟：神话中为西王母传递音讯的信使。\n⑿殷勤：情谊恳切深厚。\n⒀探看（kān）：探望。",
      "classes" : "唐诗三百首#初中古诗#爱情#思念#初二#",
      "author" : "李商隐",
      "dynasty" : "唐代",
      "title" : "无题·相见时难别亦难",
      "rank" : "",
      "first_sentence" : "相见时难别亦难，东风无力百花残。",
      "translation1" : "译文\n    见面的机会真是难得，分别时更是难舍难分，况且又兼东风将收的暮春天气，百花残谢，更加使人伤感。\n    春蚕结茧到死时丝才吐完，蜡烛要燃尽成灰时像泪一样的蜡油才能滴干。\n    女子早晨妆扮照镜，只担忧丰盛如云的鬓发改变颜色，青春的容颜消失。男子晚上长吟不寐，必然感到冷月侵人。\n    对方的住处就在不远的蓬莱山，却无路可通，可望而不可及。希望有青鸟一样的使者殷勤地为我去探看情人。",
      "content" : "相见时难别亦难，\\n东风无力百花残。\\n春蚕到死丝方尽，\\n蜡炬成灰泪始干。\\n晓镜但愁云鬓改，\\n夜吟应觉月光寒。\\n蓬山此去无多路，\\n青鸟殷勤为探看。\\n"
    },
    {
      "id" : 100,
      "appreciation1" : "　　这是一首充满人对生活的真切体验的哲理诗，因而写得兴会淋漓，有着一种真挚而浓烈的感情力量；哲理与诗情又是通过形象化的手法表现出来的，因而述理、明志、抒情在具体的艺术形象中实现了完美的结合。\n　　诗中“神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。”作者从朴素的唯物论和辩证法的观点出发，否定了神龟、腾蛇一类神物的长生不老，说明了生死存亡是不可违背的自然规律。“ 犹有 ”和“ 终为 ” 两个词组下得沉着。而 “ 老骥 ” 以下四句，语气转为激昂，笔挟风雷，使这位 “ 时露霸气 ” 的盖世英豪的形象跃然纸上。\n　　“ 老骥伏枥，志在千里，烈士暮年，壮心不已。” 笔力遒劲，韵律沉雄，内蕴着一股自强不息的豪迈气概，深刻地表达了曹操老当益壮、锐意进取的精神面貌。“壮心不已”表达了要有永不停止的理想追求和积极进取精神，永远乐观奋发，自强不息，保持思想上的青春，曹操以切身体验揭示了人的精神因素对健康的重要意义。\n　　“盈缩之期，不但在天；养怡之福，可得永年。”表现出一种深沉委婉的风情，给人一种亲切温馨之感。全诗跌宕起伏，又机理缜密，闪耀出哲理的智慧之光，并发出奋进之情，振响着乐观声调。艺术风格朴实无华，格调高远，慷慨激昂，显示出诗人自强不息的进取精神，热爱生活的乐观精神。\n　　人寿命的长短不完全决定于天，只要保持身心健康就能延年益寿。曹操所云“养怡之福”，不是指无所事事，坐而静养，而是说一个人精神状态是最重要的，不应因年暮而消沉。这里可见诗人对天命持否定态度，而对事在人为抱有信心的乐观主义精神，抒发了诗人不甘衰老、不信天命、奋斗不息、对伟大理想的追求永不停止的壮志豪情。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48006",
      "translation2" : "注释\n1.该于建安十二年(207)，这时曹操五十三岁。选自《先秦汉魏晋南北朝诗》（中华书局1983年版）。这首诗是曹操所作乐府组诗《步出夏门行》中的第四章。诗中融哲理思考、慷慨激情和艺术形象于一炉，表现了老当益壮、积极进取的人生态度。此诗是曹操的乐府诗《步出夏门行》四章中的最后一章。\n2.“神龟”二句：神龟虽能长寿，但也有死亡的时候。神龟，传说中的通灵之龟，能活几千岁。寿，长寿。　 3.竟：终结，这里指死亡。\n4.“螣蛇”二句：腾蛇即使能乘雾升天，最终也得死亡，变成灰土。腾蛇，传说中与龙同类的神物，能乘云雾升天。\n5.骥：良马，千里马。\n6.伏：趴，卧。\n7.枥：马槽。\n8.烈士：有远大抱负的人。暮年：晚年。\n9.已：停止。\n10.盈缩：指人的寿命长短。盈，满，引申为长。缩，亏，引申为短。\n11.但：仅，只。\n12.养怡：指调养身心，保持身心健康。怡，愉快、和乐。\n13.永：长久。永年：长寿，活得长。\n14.幸甚至哉，歌以咏志：两句是附文，跟正文没关系，只是抒发作者感情，是乐府诗的一种形式性结尾。",
      "classes" : "古诗三百首#初中古诗#咏志#哲理#初一#",
      "author" : "曹操",
      "dynasty" : "两汉",
      "title" : "龟虽寿",
      "rank" : "",
      "first_sentence" : "神龟虽寿，犹有竟时。",
      "translation1" : "译文\n    神龟的寿命即使十分长久，但也还有生命终结的时候。\n    螣蛇尽管能乘雾飞行，终究也会死亡化为土灰。\n     年老的千里马躺在马棚里，它的雄心壮志仍然是能够驰骋千里。\n    有远大抱负的人士到了晚年，奋发思进的雄心不会止息。\n    人的寿命长短，不只是由上天所决定的。\n    只要自己调养好身心，也可以益寿延年。\n    我非常庆幸，就用这首歌来表达自己内心的志向。",
      "content" : "神龟虽寿，\\n犹有竟时。\\n腾蛇乘雾，\\n终为土灰。\\n老骥伏枥，\\n志在千里。\\n烈士暮年，\\n壮心不已。\\n盈缩之期，\\n不但在天；养怡之福，\\n可得永年。\\n幸甚至哉，\\n歌以咏志。\\n"
    },
    {
      "id" : 101,
      "appreciation1" : "　　此载于《全唐诗》卷一百二十六。下面是中国古代文学研究专家、中国作家协会会员、原首都师范大学中文系博士生导师张燕瑾先生对此诗的赏析。\n　　《使至塞上》描绘了塞外奇特壮丽的风光，表现了诗人对不畏艰苦，以身许国的守边战士的爱国精神的赞美；此诗叙事精练简洁，画面奇丽壮美。\n　　“单车欲问边”，轻车前往，向哪里去呢——“属国过居延”，居延在今甘肃张掖县西北，远在西北边塞。\n　　“征蓬出汉塞，归雁入胡天”，诗人以“蓬”、“雁”自比，说自己像随风而去的蓬草一样出临“汉塞”，像振翮北飞的“归雁”一样进入“胡天”。古诗中多用飞蓬比喻漂流在外的游子，这里却是比喻一个负有朝廷使命的大臣，正是暗写诗人内心的激愤和抑郁。与首句的“单车”相呼应。万里行程只用了十个字轻轻带过。\n　　然后抓住沙漠中的典型景物进行刻画：“大漠孤烟直，长河落日圆”。\n　　最后两句写到达边塞：“萧关逢候骑，都护在燕然”。到了边塞，却没有遇到将官，侦察兵告诉使臣：首将正在燕然前线。\n　　诗人把笔墨重点用在了他最擅胜场的方面——写景。作者出使，恰在春天。途中见数行归雁北翔，诗人即景设喻，用归雁自比，既叙事，又写景，一笔两到，贴切自然。尤其是“大漠孤烟直，长河落日圆”一联，写进入边塞后所看到的塞外奇特壮丽的风光，画面开阔，意境雄浑，近人王国维称之为“千古壮观”的名句。边疆沙漠，浩瀚无边，所以用了“大漠“的“大”字。边塞荒凉，没有什么奇观异景，烽火台燃起的那一股浓烟就显得格外醒目，因此称作“孤烟”。一个“孤”字写出了景物的单调，紧接一个“直”字，却又表现了它的劲拔、坚毅之美。沙漠上没有山峦林木，那横贯其间的黄河，就非用一个“长”字不能表达诗人的感觉。落日，本来容易给人以感伤的印象，这里用一“圆”字，却给人以亲切温暖而又苍茫的感觉。一个“圆”字，一个“直”字，不仅准确地描绘了沙漠的景象，而且表现了作者的深切的感受。诗人把自己的孤寂情绪巧妙地溶化在广阔的自然景象的描绘中。《红楼梦》第四十八回香菱学诗里说的那段话可算道出了这两句诗高超的艺术境界。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5653",
      "translation2" : "注释\n⑴使至塞上：奉命出使边塞。使：出使。\n⑵单车：一辆车，车辆少，这里形容轻车简从。问边：到边塞去察看，指慰问守卫边疆的官兵。\n⑶属国：有几种解释：一指少数民族附属于汉族朝廷而存其国号者。汉、唐两朝均有一些属国。二指官名，秦汉时有一种官职名为典属国，苏武归汉后即授典属国官职。唐人有时以“属国”代称出使边陲的使臣。居延：地名，汉代称居延泽，唐代称居延海，在今内蒙古额济纳旗北境。又西汉张掖郡有居延县（参《汉书 地理志》），故城在今额济纳旗东南。又东汉凉州刺史部有张掖居延属国，辖境在居延泽一带。此句一般注本均言王维路过居延。然而王维此次出使，实际上无需经过居延。因而林庚、冯沅君主编的《中国历代歌选》认为此句是写唐王朝“边塞的辽阔，附属国直到居延以外”。\n⑷征蓬：随风飘飞的蓬草，此处为诗人自喻。\n⑸归雁：雁是候鸟，春天北飞，秋天南行，这里是指大雁北飞。胡天：胡人的领空。这里是指唐军占领的北方地方。\n⑹大漠：大沙漠，此处大约是指凉州之北的沙漠。孤烟：赵殿成注有二解：一云古代边防报警时燃狼粪，“其烟直而聚，虽风吹之不散”。二云塞外多旋风，“袅烟沙而直上”。据后人有到甘肃、新疆实地考察者证实，确有旋风如“孤烟直上”。又：孤烟也可能是唐代边防使用的平安火。《通典》卷二一八云：“及暮，平安火不至。”胡三省注：“《六典》：唐镇戍烽候所至，大率相去三十里，每日初夜，放烟一炬，谓之平安火。”\n⑺长河：指流经凉州（今甘肃武威）以北沙漠的一条内陆河，这条河在唐代叫马成河，疑即今石羊河。\n⑻萧关：古关名，又名陇山关，故址在今宁夏固原东南。候骑：负责侦察、通讯的骑兵。王维出使河西并不经过萧关，此处大概是用何逊诗“候骑出萧关，追兵赴马邑”之意，非实写。\n⑼都护：唐朝在西北边疆置安西、安北等六大都护府，其长官称都护，每府派大都护一人，副都护二人，负责辖区一切事务。这里指前敌统帅。燕然：燕然山，即今蒙古国杭爱山。东汉窦宪北破匈奴，曾于此刻石记功。《后汉书窦宪传》：宪率军大破单于军，“遂登燕然山，去塞三千余里，刻石勒功，纪汉威德，令班固作铭。”这里代指前线。\n⑽“单车”两句：一作“衔命辞天阙，单车欲问边”。\n⑾候吏：一作“候骑”。",
      "classes" : "初中古诗#边塞#写景#赞美#战士#初二#",
      "author" : "王维",
      "dynasty" : "唐代",
      "title" : "使至塞上",
      "rank" : "",
      "first_sentence" : "单车欲问边，属国过居延。",
      "translation1" : "译文\n    乘单车想去慰问边关，路经的属国已过居延。\n    千里飞蓬也飘出汉塞，北归大雁正翱翔云天。\n    浩瀚沙漠中孤烟直上，无尽黄河上落日浑圆。\n    到萧关遇到侦候骑士，告诉我都护已在燕然。",
      "content" : "单车欲问边，\\n属国过居延。\\n征蓬出汉塞，\\n归雁入胡天。\\n大漠孤烟直，\\n长河落日圆。\\n萧关逢候骑，\\n都护在燕然。\\n"
    },
    {
      "id" : 103,
      "appreciation1" : "　　现存李清照《如梦令》词有两首，都是记游赏之作，都写了酒醉、花美，清新别致。“常记”两句起笔平淡，自然和谐，把读者自然而然地引到了她所创造的词境 。“常记”明确表示追述，地点在“溪亭 ”，时间是“日暮 ”，作者饮宴以后 ，已经醉得连回去的路径都辨识不出了。“ 沉醉”二字却露了作者心底的欢愉 ，“不知归路”也曲折传出作者流连忘返的情致，看起来，这是一次给作者留下了深刻印象的十分愉快的游赏。果然，接写的“兴尽”两句，就把这种意兴递进了一层，兴尽方才回舟，那么，兴未尽呢？恰恰表明兴致之高，不想回舟。而“误入”一句，行文流畅自然，毫无斧凿痕迹，同前面的“不知归路”相呼应，显示了主人公的忘情心态。盛放的荷花丛中正有一叶扁舟摇荡。舟上是游兴未尽的少年才女，这样的美景，一下子跃然纸上，呼之欲出。\n　　一连两个“争渡 ”，表达了主人公急于从迷途中找寻出路的焦灼心情。正是由于“ 争渡”，所以又“惊起一滩鸥鹭”，把停栖在洲渚上的水鸟都吓飞了。至此，词戛然而止，言尽而意未尽，耐人寻味。\n　　这首小令用词简练，只选取了几个片断，把移动着的风景和作者怡然的心情融合在一起，写出了作者青春年少时的好心情，让人不由想随她一道荷丛荡舟，沉醉不归。正所谓“少年情怀自是得”，这首不事雕琢，富有一种自然之美。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52793",
      "translation2" : "译文二\n经常记起在溪边的亭子游玩直到太阳落山的时候，被美景陶醉而流连忘返。\n游兴满足了，天黑往回划船，不小心划进了荷花池深处。\n划呀，划呀，惊动满滩的水鸟，都飞起来了。",
      "classes" : "宋词三百首#宋词精选#初中古诗#纪游#初一#",
      "author" : "李清照",
      "dynasty" : "宋代",
      "title" : "如梦令·常记溪亭日暮",
      "rank" : "",
      "first_sentence" : "常记溪亭日暮，沉醉不知归路。",
      "translation1" : "译文\n    应是常常想起一次郊游，一玩就到日暮时分，沉醉在其中不想回家。\n    一直玩到没了兴致才乘舟返回，却迷途进入藕花池的深处。\n    怎么才能把船划出去，不小心，却惊起了一群的鸥鹭。",
      "content" : "常记溪亭日暮，\\n沉醉不知归路。\\n兴尽晚回舟，\\n误入藕花深处。\\n争渡，\\n争渡，\\n惊起一滩鸥鹭。\\n"
    },
    {
      "id" : 106,
      "appreciation1" : "　　宋仁宗朝，西夏是从西北方面侵扰中原的强大敌人。公元1040年，范仲淹任陕西经略副使兼知延州（陕西延安），在边城的防御上起了很大的作用；但朝廷腐败，败多胜少，只能坚守以稳定大局。本词即作于此时。\n　　上片着重写景。“塞下”二句首先点明地点，时间和边地延州与内地不同的风光，其次具体地描述风光的不同，西北边疆气候寒冷，一到秋天，寒风萧瑟，满目荒凉，大雁此时奋翅南飞，毫无留恋之意。“四面边声”三句写延州傍晚时分的景象，边声伴着军中的号角响起，凄恻悲凉。在群山的环抱中，太阳西沉，长烟苍茫，城门紧闭，“孤城闭”三字隐隐透露出宋王朝不利的军事形势。千嶂、孤城、长烟、落日，这是静；边声、号角则是伴以声响的动。动静结合，展现出一幅充满肃杀之气的战地风光图画，形象地描绘了边塞特异的风景。\n　　下片抒情。“浊酒一杯”二句，先自抒怀抱，作者为前线三军统帅，防守边塞，天长日久，难免起乡关之思。想要借一杯浊酒消解乡愁，路途遥远，家人在何方？更重要的是，战争没有取得胜利，还乡之计就无从谈起。而要取胜又谈何容易，因此更浓更重的乡愁就凝聚在心头，无计可除。“羌管悠悠霜满地”，写夜景，紧承“长烟落日，”到了夜晚，笛声悠扬，秋霜遍地，更引动了征人的乡思。全词结束在“人不寐，将军白发征夫泪”二句上，此二句从写景转入写情。戍边将士上下一心，同仇敌忾，本可以战胜敌人，无奈朝廷奉行的是不抵抗政策，戍守艰苦，又无归计，人怎么能睡得着呢！旷日持久的守边白了将军的头，使征夫洒下许多思乡的热泪。\n　　把西北边陲的羌管笳鼓声带进词坛，使词进一步向社会化靠拢，旁枝独秀于艳词之外，本篇即为发端者之一。语气沉郁雄浑，风格苍凉悲壮，上下片之间情景相生，浑然一体。上篇“雁去无留意”移情于物，生动地表现了征人久戍边关，更无留意的内心感受。“千嶂里，长烟落日孤城闭”，在描写边塞风光的词篇中，可称警策。作者爱国主义的英雄气概充满了字里行间，气象开阔，开苏、辛豪放词之先河。\n　　提到范仲淹，人们很容易想到他那篇有名的《岳阳楼记》，而很少记起他的词作；同样，因为文章，人们大多认他作文官，而很少当他为武将。这首词，可以弥补这种认识的不足。\n　　1040年（宋康定元年）至1043年(庆历三年)间，范仲淹任陕西经略副使兼延州知州。据史载，在他镇守西北边疆期间，既号令严明又爱抚士兵，并招徕诸将推心接纳，深为西夏所惮服，称他“腹中有数万甲兵”。这首题为“秋思”的《渔家傲》就是他身处军中的感怀之作。\n　　范仲淹《渔家傲》一词开篇塞下秋来风景异，衡阳雁去无留意。一句极力渲染边塞秋季风景的独异，上片写景，描写的自然是塞下的秋景。四面边声连角起，千嶂里，长烟落日孤城闭。从视觉听觉等方面表现了边塞地区的萧条寂寥。\n　　起句“塞下秋来风景异”，“塞下”点明了延州的所在区域。它处在层层山岭的环抱之中；下句牵挽到对西夏的军事斗争。“长烟落日”，颇得王维名句 “大漠孤烟直，长河落日圆”之神韵，写出了 塞外的壮阔风光。而在“长烟落日”之后，紧缀以“孤城闭”三字，把所见所闻诸现象连缀起来，展现在人们眼前的是一幅充满肃杀之气的战地风光画面，隐隐地透露宋朝不利的军事形势。上片一个“异”字，统领全部景物的特点：秋来早往南飞的大雁，风吼马啸夹杂着号角的边声，崇山峻岭里升起的长烟，西沉落日中闭门的孤城……作者用近乎白描的手法，描摹出一幅寥廓荒僻、萧瑟悲凉的边塞鸟瞰图。边塞，虽然经过了历史长河的淘洗，但在古人的笔触下，却依然留着相同的印迹。\n　　下片起句“浊酒一杯家万里”，是词人的自抒怀抱。他身负重任，防守危城，天长日久，难免起乡关之思。这“一杯”与“万里”数字之间形成了悬殊的对比，也就是说， 一杯浊酒，消不了浓重的乡愁，造语雄浑有力。乡愁皆因“燕然未勒归无计”而产生。燕然未勒也是《封燕然山铭》这个典故而来：东汉和帝永元元年，车骑将军窦宪北伐匈奴，大破之，在漠北燕然山刻石记功，由班固执笔，颂汉威德，就是所谓“勒石燕然”。勒字此处是雕刻的意思。\n　　“羌管悠悠霜满地”，写夜景，在时间上是“长烟落日”的延续。“人不寐”，补叙上句，表明自己彻夜未眠，徘徊于庭。“将军白发征夫泪”，由自己而及征夫总收全词。总之下片抒情，将直抒胸臆和借景抒情相结合，抒发的是作者壮志难酬的感慨和忧国的情怀。\n　　这首边塞词既表现将军的英雄气概及征夫的艰苦生活，也暗寓对宋王朝重内轻外政策的不满，爱国激情，浓重乡思，兼而有之，构成了将军与征夫思乡却渴望建功立业的复杂而又矛盾的情绪。这种 情绪主要是通过全词景物的描写，气氛的渲染，婉曲地传达出来。综观全词，意境开阔苍凉，形象生动鲜明，反映出作者耳闻目睹、亲身经历的场景，表达了作者自己和戍边将士们的内心感情，读起来真切感人。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48204",
      "translation2" : "注释\n①渔家傲：又名《吴门柳》、《忍辱仙人》、《荆溪咏》、《游仙关》。\n②塞：边界要塞之地，这里指西北边疆。\n③衡阳雁去：传说秋天北雁南飞，至湖南衡阳回雁峰而止，不再南飞。\n④边声：边塞特有的声音，如大风、号角、羌笛、马啸的声音。\n⑤千嶂：绵延而峻峭的山峰；崇山峻岭。\n⑥燕然未勒：指战事未平，功名未立。燕然：即燕然山，今名杭爱山，在今蒙古国境内。据《后汉书窦宪传》记载，东汉窦宪率兵追击匈奴单于，去塞三千余里，登燕然山，刻石勒功而还。\n⑦羌管：即羌笛，出自古代西部羌族的一种乐器。\n⑧悠悠：形容声音飘忽不定。\n⑨寐：睡，不寐就是睡不着。",
      "classes" : "宋词三百首#初中古诗#秋天#边塞#思乡#爱国#初三#",
      "author" : "范仲淹",
      "dynasty" : "宋代",
      "title" : "渔家傲·秋思",
      "rank" : "",
      "first_sentence" : "塞下秋来风景异，衡阳雁去无留意。",
      "translation1" : "译文\n    秋天到了，西北边塞的风光和江南不同。大雁又飞回衡阳了，一点也没有停留之意。黄昏时，军中号角一吹，周围的边声也随之而起。层峦叠嶂里，暮霭沉沉，山衔落日，孤零零的城门紧闭。\n    饮一杯浊酒，不由得想起万里之外的家乡，未能像窦宪那样战胜敌人，刻石燕然，不能早作归计。悠扬的羌笛响起来了，天气寒冷，霜雪满地。夜深了，将士们都不能安睡：将军为操持军事，须发都变白了；战士们久戍边塞，也流下了伤时的眼泪。",
      "content" : "塞下秋来风景异，\\n衡阳雁去无留意。\\n四面边声连角起，\\n千嶂里，\\n长烟落日孤城闭。\\n浊酒一杯家万里，\\n燕然未勒归无计。\\n羌管悠悠霜满地，\\n人不寐，\\n将军白发征夫泪。\\n"
    },
    {
      "id" : 145,
      "appreciation1" : "　　靖康之变后，李清照国破，家亡，夫死，伤于人事。这时期她的作品再没有当年那种清新可人，浅斟低唱，而转为沉郁凄婉，主要抒写她对亡夫赵明诚的怀念和自己孤单凄凉的景况。此词便是这时期的典型代表作品之一。\n　　这首词起句便不寻常，一连用七组叠词。不但在填词方面，即使在赋曲也绝无仅有。但好处不仅在此，这七组叠词还极富音乐美。宋词是用来演唱的，因此音调和谐是一个很重要的内容。李清照对音律有极深造诣，所以这七组叠词朗读起来，便有一种大珠小珠落玉盘的感觉。只觉齿舌音来回反复吟唱，徘徊低迷，婉转凄楚，有如听到一个伤心之极的人在低声倾诉，然而她还未开口就觉得已能使听众感觉到她的忧伤，而等她说完了，那种伤感的情绪还是没有散去。一种莫名其妙的愁绪在心头和空气中弥漫开来，久久不散，余味无穷。\n　　心情不好，再加上这种乍暖还寒天气，词人连觉也睡不着了。如果能沉沉睡去，那么还能在短暂的时间内逃离痛苦，可是越想入眠就越难以入眠，于是词人就很自然想起亡夫来。披衣起床，喝一点酒暖暖身子再说吧。可是寒冷是由于孤独引起的，而饮酒与品茶一样，独自一人只会觉得分外凄凉。\n　　端着一杯淡酒，而在这天暗云低，冷风正劲的时节，却突然听到孤雁的一声悲鸣，那种哀怨的声音直划破天际，也再次划破了词人未愈的伤口，头白鸳鸯失伴飞。词人感叹：唉，雁儿，你叫得这样凄凉幽怨，难道你也像我一样，老年失偶了吗？难道也像我一样，余生要独自一人面对万里层山，千山暮雪吗？胡思乱想之下，泪光迷蒙之中，蓦然觉得那只孤雁正是以前为自己传递情书的那一只。无可奈何花落去，似曾相识燕归来。旧日传情信使仍在，而秋娘与萧郎已死生相隔，人鬼殊途了，物是人非事事休，欲语泪先流。这一奇思妙想包含着无限无法诉说的哀愁。\n　　这时看见那些菊花，才发觉花儿也已憔悴不堪，落红满地，再无当年那种“东篱把酒黄昏后，有暗香盈袖”的雅致了。词人想：以往丈夫在世时的日子多么美好，诗词唱和，整理古籍，可如今呢？只剩下自己一个人在受这无边无际的孤独的煎熬了。故物依然，人面全非。“旧时天气旧时衣，只有情怀，不得似往时。”独对着孤雁残菊，更感凄凉。手托香腮，珠泪盈眶。怕黄昏，捱白昼。对着这阴沉的天，一个人要怎样才能熬到黄昏的来临呢？漫长使孤独变得更加可怕。独自一人，连时间也觉得开始变慢起来。\n　　好不容易等到了黄昏，却又下起雨来。点点滴滴，淅淅沥沥的，无边丝雨细如愁，下得人心更烦了。再看到屋外那两棵梧桐，虽然在风雨中却互相扶持，互相依靠，两相对比，自己一个人要凄凉多了。\n　　急风骤雨，孤雁残菊梧桐，眼前的一切，使词人的哀怨重重叠叠，直至无以复加，不知怎样形容，也难以表达出来。于是词人再也不用什么对比，什么渲染，什么赋比兴了，直截了当地说：“这次第，怎一个愁字了得？”简单直白，反而更觉神妙，更有韵味，更堪咀嚼。相形之下，连李煜的“问君能有几多愁，恰似一江春水向东流”也稍觉失色。一江春水虽然无穷无尽，但毕竟还可形容得出。而词人的愁绪则非笔墨所能形容，自然稍胜一筹。\n　　前人评此词，多以开端三句用一连串叠字为其特色。但只注意这一层，不免失之皮相。词中写主人公一整天的愁苦心情，却从“寻寻觅觅”开始，可见她从一起床便百无聊赖，如有所失，于是东张西望，仿佛飘流在海洋中的人要抓到点什么才能得救似的，希望找到点什么来寄托自己的空虚寂寞。下文“冷冷清清”，是“寻寻觅觅”的结果，不但无所获，反被一种孤寂清冷的气氛袭来，使自己感到凄惨忧戚。于是紧接着再写了一句“凄凄惨惨戚戚”。仅此三句，一种由愁惨而凄厉的氛围已笼罩全篇，使读者不禁为之屏息凝神。这乃是百感迸发于中，不得不吐之为快，所谓“欲罢不能”的结果。\n　　“乍暖还寒时候”这一句也是此词的难点之一。此词作于秋天，但秋天的气候应该说“乍寒还暖”，只有早春天气才能用得上“乍暖还寒”。这是写一日之晨，而非写一季之候。秋日清晨，朝阳初出，故言“乍暖”；但晓寒犹重，秋风砭骨，故言“还寒”。至于“时候”二字，有人以为在古汉语中应解为“节候”；但柳永《永遇乐》云：“薰风解愠，昼景清和，新霁时候。”由阴雨而新霁，自属较短暂的时间，可见“时候”一词在宋时已与现代汉语无殊了。“最难将息”句则与上文“寻寻觅觅”句相呼应，说明从一清早自己就不知如何是好。\n　　下面的“三杯两盏淡酒，怎敌他晓来风急”，正与上文“乍暖还寒”相合。古人晨起于卯时饮酒，又称“扶头卯酒”。这里说用酒消愁是不抵事的。至于下文“雁过也”的“雁”，是南来秋雁，正是往昔在北方见到的，所以说“正伤心，却是旧时相识”了。《唐宋词选释》说：“雁未必相识，却云‘旧时相识’者，寄怀乡之意。赵嘏《寒塘》：‘乡心正无限，一雁度南楼。’词意近之。”\n　　上片从一个人寻觅无着，写到酒难浇愁；风送雁声，反而增加了思乡的惆怅。于是下片由秋日高空转入自家庭院。园中开满了菊花，秋意正浓。这里“满地黄花堆积”是指菊花盛开，而非残英满地。“憔悴损”是指自己因忧伤而憔悴瘦损，也不是指菊花枯萎凋谢。正由于自己无心看花，虽值菊堆满地，却不想去摘它赏它，这才是“如今有谁堪摘”的确解。然而人不摘花，花当自萎；及花已损，则欲摘已不堪摘了。这里既写出了自己无心摘花的郁闷，又透露了惜花将谢的情怀，笔意比唐人杜秋娘所唱的“有花堪折直须折，莫待无花空折枝”要深远多了。\n　　从“守著窗儿”以下，写独坐无聊，内心苦闷之状，比“寻寻觅觅”三句又进一层。“守著”句如依张惠言《词选》断句，以“独自”连上文。秦观（一作无名氏）《鹧鸪天》下片：“无一语，对芳樽，安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门”，与此词意境相近。但秦词从人对黄昏有思想准备方面着笔，李则从反面说，好像天有意不肯黑下来而使人尤为难过。“梧桐”两句不仅脱胎淮海，而且兼用温庭筠《更漏子》下片“梧桐树，三更雨，不道离情正苦；一叶叶，一声声，空阶滴到明”词意，把两种内容融而为一，笔更直而情更切。最后以“怎一个愁字了得”句作收，也是蹊径独辟之笔。自庾信以来，或言愁有千斛万斛，或言愁如江如海（分别见李煜、秦观词），总之是极言其多。这里却化多为少，只说自己思绪纷茫复杂，仅用一个“愁”字如何包括得尽。妙在又不说明于一个“愁”字之外更有什么心情，即戛然而止，仿佛不了了之。表面上有“欲说还休”之势，实际上已倾泻无遗，淋漓尽致了。\n　　这首词大气包举，别无枝蔓，相关情事逐一说来，却始终紧扣悲秋之意，深得六朝抒情小赋之神髓，而以接近口语的朴素清新的语言谱入新声，运用凄清的音乐性语言进行抒情，又却体现了倚声家的不假雕饰的本色，诚属个性独具的抒情名作。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52821",
      "translation2" : "注释\n⑴寻寻觅觅：意谓想把失去的一切都找回来，表现非常空虚怅惘、迷茫失落的心态。\n⑵凄凄惨惨戚戚：忧愁苦闷的样子。\n⑶乍暖还寒：指秋天的天气，忽然变暖，又转寒冷。\n⑷将息：旧时方言，休养调理之意。\n⑸怎敌他：对付，抵挡。晚：一本作“晓”。\n⑹损：表示程度极高。\n⑺堪：可。\n⑻著：亦写作“着”。\n⑼怎生：怎样的。生：语助词。\n⑽梧桐更兼细雨：暗用白居易《长恨歌》“秋雨梧桐叶落时”意。\n⑾这次第：这光景、这情形。\n⑿怎一个愁字了得：一个“愁”字怎么能概括得尽呢？",
      "classes" : "宋词三百首#宋词精选#高中古诗#婉约#闺怨#孤独#怀人#高二#",
      "author" : "李清照",
      "dynasty" : "宋代",
      "title" : "声声慢·寻寻觅觅",
      "rank" : "",
      "first_sentence" : "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。",
      "translation1" : "译文\n    苦苦地寻寻觅觅，却只见冷冷清清，怎不让人凄惨悲戚。乍暖还寒的时节，最难保养休息。喝三杯两杯淡酒，怎么能抵得住早晨的寒风急袭？一行大雁从眼前飞过，更让人伤心，因为都是旧日的相识。\n    园中菊花堆积满地，都已经憔悴不堪，如今还有谁来采摘？冷清清地守着窗子，独自一个人怎么熬到天黑？梧桐叶上细雨淋漓，到黄昏时分，还是点点滴滴。这般情景，怎么能用一个“愁”字了结！",
      "content" : "寻寻觅觅，\\n冷冷清清，\\n凄凄惨惨戚戚。\\n乍暖还寒时候，\\n最难将息。\\n三杯两盏淡酒，\\n怎敌他、晚来风急？\\n雁过也，\\n正伤心，\\n却是旧时相识。\\n满地黄花堆积。\\n憔悴损，\\n如今有谁堪摘？\\n守着窗儿，\\n独自怎生得黑？\\n梧桐更兼细雨，\\n到黄昏、点点滴滴。\\n这次第，\\n怎一个愁字了得！\\n"
    },
    {
      "id" : 146,
      "appreciation1" : "　　《雨霖铃》是柳永著名的代表作。这首词是词人在仕途失意，不得不离京都（汴京，今河南开封）时写的,是表现江湖流落感受中很有代表性的一篇。这首词写离情别绪,达到了情景交融的艺术境界。词的主要内容是以冷落凄凉的秋景作为衬托来表达和情人难以割舍的离情。宦途的失意和与恋人的离别，两种痛苦交织在一起,使词人更加感到前途的暗淡和渺茫。\n　　全词分上下两阕。\n　　上阕主要写饯行时难舍难分的惜别场面,抒发离情别绪。\n　　起首“寒蝉凄切。对长亭晚，骤雨初歇”三句写环境，点出别时的季节是萧瑟凄冷的秋天，地点是汴京城外的长亭，具体时间是雨后阴冷的黄昏。通过这些景物描写，融情入景，点染气氛，准确地将恋人分别时凄凉的心情反映了出来，为全词定下凄凉伤感的调子。真正做到了字字写景而字字含情。\n　　“都门帐饮”是写离别的情形。在京城门外设帐宴饮,暗寓仕途失意，且又跟恋人分手。“无绪”，指理不出头绪，有“剪不断，理还乱”的意思。写出了不忍别离而又不能不别的思绪。“留恋处、兰舟催发”。正在难分难舍之际，船家又阵阵“催发”。透露了现实的无情和词人内心的痛苦。\n　　“执手相看泪眼，竟无语凝噎。”是不得不别的情景。一对情人，紧紧握着手，泪眼相对，谁也说不出一句话来。这两句把彼此悲痛、眷恋而又无可奈何的心情，写得淋漓尽致。一对情人伤心失魄之状，跃然纸上。这是白描手法，所谓“语不求奇，而意致绵密”。\n　　“念去去、千里烟波，暮霭沉沉楚天阔。”写别后思念的预想。词中主人公的黯淡心情给天容水色涂上了阴影。一个“念”字，告诉读者下面写景物是想象的。“去去”是越去越远的意思。这二字用得极好，不愿去而又不得不去，包含了离人无限凄楚。只要兰舟启碇开行，就会越去越远，而且一路上暮霭深沉、烟波千里，最后漂泊到广阔无边的南方。离愁之深，别恨之苦，溢于言表。从词的结构看,这两句由上阕实写转向下阕虚写，具有承上启下的作用。\n　　下阕着重写想象中别后的凄楚情景。\n　　开头作者先宕开一笔，把自己的感情赋予普遍的意义：“多情自古伤离别”。意谓自古以来多情者都会因离别伤心。“自古”两字，从个别特殊的现象出发，提升为普遍、广泛的现象，扩大了词的意义。但接着“更那堪冷落清秋节”一句，则强调自己比常人、古人承受的痛苦更多、更甚。江淹在《别赋》中说：“黯然销魂者唯别而已矣！”作者把古人这种感受融化在自己的词中，而且层层加码，创造出新意。\n　　“今宵酒醒何处？杨柳岸晓风残月。”这是写酒醒后的心境，也是他飘泊江湖的感受。这两句妙就妙在用景写情，真正做到“景语即情语”。“柳”、“留”谐音，写难留的离情；晓风凄冷，写别后的寒心；残月破碎，写此后难圆之意。这几句景语，将离人凄楚惆怅、孤独忧伤的感情，表现得十分充分、真切,创造出一种特有的意境。难怪它为人称道，成为名句。\n　　再从此后长远设想：“此去经年，应是良辰好景虚设。便纵有千种风情,更与何人说？”这四句更深一层推想离别以后惨不成欢的境况。此后漫长的孤独日子怎么挨得过呢？纵有良辰好景，也等于虚设，因为再没有心爱的人与自己共赏；再退一步，即便对着美景，能产生一些感受，但又能向谁去诉说呢？总之，一切都提不起兴致了。这几句把词人的思念之情、伤感之意刻划到了细致入微、至尽至极的地步，也传达出彼此关切的心情。结句用问句形式，感情显得更强烈。\n　　《雨霖铃》全词围绕“伤离别”而构思，先写离别之前，重在勾勒环境；次写离别时刻，重在描写情态；再写别后想象，在刻划心理。不论勾勒环境，描写情态，想象未来，词人都注意了前后照应，虚实相生，做到层层深入，尽情描绘，情景交融，读起来如行云流水，起伏跌宕中不见痕迹。这首词的情调因写真情实感而显得太伤感、太低沉，但却将词人抑郁的心情和失去爱情的痛苦刻划的极为生动。古往今来有离别之苦的人们在读到这首《雨霖铃》时，都会产生强烈的共鸣。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48248",
      "translation2" : "注释\n①长亭：古代在交通要道边每隔十里修建一座长亭供行人休息，又称“十里长亭”。靠近城市的长亭往往是古人送别的地方。\n②凄切：凄凉急促。\n③骤雨：急猛的阵雨。\n④都门：国都之门。这里代指北宋的首都汴京（今河南开封）。\n⑤帐饮：在郊外设帐饯行。\n⑥无绪：没有情绪。\n⑦兰舟：古代传说鲁班曾刻木兰树为舟（南朝梁任昉《述异记》。这里用做对船的美称。\n⑧凝噎：喉咙哽塞，欲语不出的样子。\n⑨去去：重复“去”字，表示行程遥远。\n⑩暮霭：傍晚的云雾。沈沈：即“沉沉”，深厚的样子。楚天：指南方楚地的天空。\n⑫暮霭沈沈（沉沉）楚天阔：傍晚的云雾笼罩着南天，深厚广阔，不知尽头。\n⑬今宵：今夜。\n⑭经年：年复一年。\n⑮纵：即使。风情：情意。男女相爱之情，深情蜜意。情：一作“流”。\n⑯更：一作“待”。",
      "classes" : "宋词三百首#宋词精选#高中古诗#婉约#离别#爱情#写景#惜别#高一#",
      "author" : "柳永",
      "dynasty" : "宋代",
      "title" : "雨霖铃·寒蝉凄切",
      "rank" : "",
      "first_sentence" : "寒蝉凄切，对长亭晚，骤雨初歇。",
      "translation1" : "译文\n    秋后的蝉叫得是那样地凄凉而急促，面对着长亭，正是傍晚时分，一阵急雨刚停住。在京都城外设帐饯别，却没有畅饮的心绪，正在依依不舍的时候，船上的人已催着出发。握着手互相瞧着，满眼泪花，直到最后也无言相对，千言万语都噎在喉间说不出来。想到这回去南方，这一程又一程，千里迢迢，一片烟波，那夜雾沉沉的楚地天空竟是一望无边。\n    自古以来多情的人最伤心的是离别，更何况又逢这萧瑟冷落的秋季，这离愁哪能经受得了！谁知我今夜酒醒时身在何处？怕是只有杨柳岸边，面对凄厉的晨风和黎明的残月了。这一去长年相别，相爱的人不在一起，我料想即使遇到好天气、好风景，也如同虚设。即使有满腹的情意，又能和谁一同欣赏呢？",
      "content" : "寒蝉凄切，\\n对长亭晚，\\n骤雨初歇。\\n都门帐饮无绪，\\n留恋处，\\n兰舟催发。\\n执手相看泪眼，\\n竟无语凝噎。\\n念去去，\\n千里烟波，\\n暮霭沉沉楚天阔。\\n多情自古伤离别，\\n更那堪冷落清秋节！\\n今宵酒醒何处？\\n杨柳岸，\\n晓风残月。\\n此去经年，\\n应是良辰好景虚设。\\n便纵有千种风情，\\n更与何人说？\\n"
    },
    {
      "id" : 147,
      "appreciation1" : "历史角度 　　在中国的史上，第一个大量描绘自然美，并把对自然美的描绘和对国家和人民的命运的关切结合起来的诗人是屈原。这是中国古典诗歌的一个优良传统。毛泽东的诗词继承了这个优良传统。他善于把自然美与社会美融为一体，通过栩栩如生、呼之欲出的自然美的艺术形象，表现出社会美的内容。这首词通过对长沙秋景的描绘和对青年时代革命斗争生活的回忆，提出了“谁主沉浮”的问题，抒发了对中华民族前途的乐观主义精神和以天下事为己任的豪情壮志。 　　特别是本词的最后三句，以设问结尾，巧妙回答了“谁主沉浮”的问题。正像当年中流击水那样，勇敢地投身到革命的风浪中，激流勇进。\n美学角度 　　从美学上讲，崇高美表现于外在方面，体现为高大、辽阔、巍峨、宏伟等壮丽景象。德国哲学家康德把崇高分为两类：数学的崇高，如高山的体积；力学的崇高，如暴风雨的气势。俄国著名文艺批评家车尔尼雪夫斯基也说：“一件事物较之与它相比的一切事物要巨大得多，那便是崇高。”孔子也把“大”与崇高联系起来，赞叹：“大哉！尧之为君也。巍巍乎，唯天为大，唯尧则之。”这种巍峨、博大、壮阔的崇高美，在毛主席诗词中，以对山川景物的描绘体现得最为鲜明。《沁园春·长沙》就是其中最优秀的篇什之一。\n书法鉴赏 　　此幅作品大约书写于1954年，是毛泽东书法的代表作品，书家认为是毛泽东诗词墨迹中最晚的作品，也是最成熟，最高的作品，也是我们所见墨迹中最后的丰碑。诗墨写在两页红界信笺上，共15行。毛泽东笔势飞动，迅疾便捷，但字字独立，整篇冲和淡雅，疏朗流畅，字字珠玉，起下承上，左顾右盼，尽得自然之美；脱尽剑拔弩张之势，却筋骨健，艳美洒脱，结字小疏，字间多不连，但气脉通畅，墨润有余，瘠肥合宜，无奇大奇小之字，无奇轻奇重之笔，无倚斜取势之墨，如百侣少年，风华正茂，风度翩翩，慢步缓行于湘江之岸，却胸怀大志“指点江山，激扬文字”，字字润美，飞逸奇雄，骖鸾跨鹤，飘飘欲飞。此幅作品园笔兼用方笔，藏锋为主，兼施露锋，结体用笔潇洒古淡，极尽江左风流，囊括北碑筋骨，精能疏淡，典雅悠然，处处含蓄，耐人寻味。布局疏密有致，有行无列，行间紧密，几与字间空白相当，结体用笔内柔外刚，“标拔志气，辅藻情灵”。全幅一百多字，笔试和墨色随着书情而变化，时而高昂，时而舒缓，使整幅书作气韵贯通又结构完美。\n景物描绘角度 　　“看万山红遍，层林尽染；漫江碧透，百舸争流。鹰击长空，鱼翔浅底，万类霜天竞自由”七句从内容上看，写大山，树林，湘江，船只，鹰鱼等，既有自然物，也有动植物，品类齐全，充满生机。从写景的角度看，作者在视角角度上，有远近高低，从逻辑上，从点到面，由实到虚，从自然到人类。\n艺术角度 　　中国古典诗词的艺术表现手法，很讲究情与景的交融。刘勰说：“繁采寡情，味之必厌。”（《文心雕龙》）谢榛说：“景乃诗之媒，情乃诗之胚；合而为诗，以数言而统万形，元气浑成，其浩无涯矣。”（《四溟诗话》）这首词较好地达到了情景交融的境界。\n主要内容 　　上阕：“今日之游”描述的是人与自然的关系，描绘了湘江的秋景。 　　下阕：“昔日之游”作者同一个激进的群体发生的关系，追忆了同学时光，抒写了胸襟和抱负。\n思想层面 　　崇高美表现于内在方面，则为伟大高尚心灵的反映。古罗马的朗吉弩斯在《论崇高》一文中，就提出崇高是“伟大心灵的回声”。这首词的下半阕着重抒情，正是这种伟大心灵回声的抒发。这种抒发，首先是通过回忆引出的。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71206",
      "translation2" : "注释\n沁园春：词牌名，“沁园”为东汉明帝为女儿沁水公主修建的皇家园林，据《后汉书 窦宪传》记载，沁水公主的舅舅窦宪倚仗其妹贵为皇后之势，竟强夺公主园林，后人感叹其事，多在中咏之，渐成“沁园春”这一词牌。\n湘（xiāng）江：一名湘水，湖南省最大的河流，源出广西壮族自治区陵川县南的海洋山，长1752里，向东北流贯湖南省东部，经过长沙，北入洞庭湖。　所以说是湘江北去。\n寒秋：就是深秋、晚秋。秋深已有寒意，所以说是寒秋。\n橘子洲：地名，又名水陆洲，是长沙城西湘江中一个狭长小岛，西面靠近岳麓山。南北长约11里，东西最宽处约一里。毛泽东七律《答友人》中所谓长岛，指此。自唐代以来，就是游览胜地。\n以上三句是说：在寒秋季节，独立在橘子洲头目送着湘江水汩汩北流。 \n万山：指湘江西岸岳麓山和附近许多山峰。\n层林尽染：山上一层层的树林经霜打变红，像染过一样。\n漫江：满江。漫：满，遍。\n舸（gě）：大船。这里泛指船只。\n争流：争着行驶。\n鹰击长空，鱼翔浅底：鹰在广阔的天空里飞，鱼在清澈的水里游。击，搏 击。这里形容飞得矫健有力。翔，本指鸟盘旋飞翔，这里形容鱼游得轻快自由。\n万类霜天竞自由：万物都在秋光中竞相自由地生活。万类：指一切生物。霜天：指深秋。\n怅寥廓：面对广阔的宇宙惆怅感慨。怅：原意是失意，这里用来表达由深思而引发激昂慷慨的心绪。\n寥廓：广远空阔，这里用来描写宇宙之大。\n苍茫：旷远迷茫。\n主：主宰。\n沉浮：同“升沉”（上升和没落）意思相近，比喻事物盛衰、消长，这里指兴衰。由上文的俯看游鱼，仰看飞鹰，纳闷地寻思（“怅”）究竟是谁主宰着世间万物的升沉起伏。\n这句问话在这里可以理解为：在这军阀统治下的中国，到底应该由谁来主宰国家兴衰和人民祸福的命运呢？\n百侣：很多的伴侣。侣，这里指同学（也指战友)。\n峥嵘(zhēng）岁月稠：不平常的日子是很多的。峥嵘：山势高峻，这里是不平凡，不寻常的意思。稠：多。\n恰：适逢，正赶上。\n同学少年：毛泽东于1913年至1918年就读于湖南第一师范学校。1918年毛泽东和萧瑜、蔡和森等组织新民学会，开始了他早期的政治活动。\n风华正茂：风采才华正盛。\n书生：读书人，这里指青年学生。\n意气：意志和气概。\n挥斥方遒：挥斥，奔放。《庄子田子方》：“挥斥八极”。郭象注：“挥斥，犹纵放也。”遒，强劲有力。方：正。挥斥方遒，是说热情奔放，劲头正足。\n指点江山，激扬文字：评论国家大事，用文字来抨击丑恶的现象，赞扬美好的事物。写出激浊扬清的文章。指点，评论。江山，指国家。激扬，激浊扬清，抨击恶浊的，褒扬善良的。\n粪土当年万户侯：把当时的军阀官僚看得同粪土一样。粪土，作动词用，视……如粪土。万户侯，汉代设置的最高一级侯爵，享有万户农民的赋税。此借指大军阀，大官僚。万户，指侯爵封地内的户口，要向受封者缴纳租税，服劳役。\n中流：江心水深流急的地方。\n击水：作者自注：“击水：游泳。那时初学，盛夏水涨，几死者数，一群人终于坚持，直到隆冬，犹在江中。当时有一篇诗，都忘记了，只记得两句：自信人生二百年，会当水击三千里。”这里引用祖逖的“中流击楫”典故。（祖逖因为国家政权倾覆，时刻怀着振兴光复的心志。元帝就让他担任奋威将军、豫州刺史，供给他一千人的军粮，三千匹布，但不给战衣和兵器，让他自行招募士众。祖逖仍就率领随自己流亡的部属一百多家，渡过长江，到江心时他扣击船桨发誓说：“我祖逖不能平定中原并再次渡江回来的话，就像长江的水一去不返！”言辞激昂神色悲壮，众人都为他的誓言感慨赞叹。）这里指游泳。\n遏：阻止。\n沁园春长沙押OU（IU）韵。韵脚为：秋、头、透、流、由、游、稠、遒、侯、否、舟。",
      "classes" : "高中古诗#写景#抒怀#壮志#高一#",
      "author" : "毛泽东",
      "dynasty" : "现代",
      "title" : "沁园春·长沙",
      "rank" : "",
      "first_sentence" : "独立寒秋，湘江北去，橘子洲头。",
      "translation1" : "译文\n    在深秋一个秋高气爽的日子里，我独自伫立在橘子洲头，眺望着湘江碧水缓缓北流。\n    看万千山峰全都变成了红色，一层层树林好像染过颜色一样，江水清澈澄碧，一艘艘大船乘风破浪，争先恐后。\n    广阔的天空里鹰在矫健有力地飞，鱼在清澈的水里轻快地游着，万物都在秋光中争着过自由自在的生活。\n    面对着无边无际的宇宙，（千万种思绪一齐涌上心头）我要问：这苍茫大地的盛衰兴废，由谁决定主宰呢?\n    回想过去，我和我的同学，经常携手结伴来到这里游玩。在一起商讨国家大事，那无数不平凡的岁月至今还萦绕在我的心头。\n    同学们正值青春年少，风华正茂；大家踌躇满志，意气奔放，正强劲有力。\n     评论国家大事，写出这些激浊扬清的文章，把当时那些军阀官僚看得如同粪土。\n    可曾记得，当年我们在那浪花大得可以阻止飞奔而来的船舟的激流中一起游泳？",
      "content" : "独立寒秋，\\n湘江北去，\\n橘子洲头。\\n看万山红遍，\\n层林尽染；漫江碧透，\\n百舸争流。\\n鹰击长空，\\n鱼翔浅底，\\n万类霜天竞自由。\\n怅寥廓，\\n问苍茫大地，\\n谁主沉浮？\\n携来百侣曾游，\\n忆往昔峥嵘岁月稠。\\n恰同学少年，\\n风华正茂；书生意气，\\n挥斥方遒。\\n指点江山，\\n激扬文字，\\n粪土当年万户侯。\\n曾记否，\\n到中流击水，\\n浪遏飞舟？\\n"
    },
    {
      "id" : 157,
      "appreciation1" : "　　这是一首题画。诗人赞美墨梅不求人夸，只愿给人间留下清香的美德，实际上是借梅自喻，表达自己对人生的态度以及不向世俗献媚的高尚情操。\n　　开头两句“吾家洗砚池头树，朵朵花开淡墨痕”直接描写墨梅。画中小池边的梅树，花朵盛开，朵朵梅花都是用淡淡的墨水点染而成的。“洗砚池”，化用王羲之“临池学书，池水尽黑”的典故。\n　　三、四两句盛赞墨梅的高风亮节。它由淡墨画成，外表虽然并不娇艳，但具有神清骨秀、高洁端庄、幽独超逸的内在气质；它不想用鲜艳的色彩去吸引人，讨好人，求得人们的夸奖，只愿散发一股清香，让它留在天地之间。这两句正是诗人的自我写照。王冕自幼家贫，白天放牛，晚上到佛寺长明灯下苦读，终于学得满腹经纶，而且能诗善画，多才多艺。但他屡试不第，又不愿巴结权贵，于是绝意功名利禄，归隐浙东九里山，作画易米为生。“不要人夸颜色好，只留清气满乾坤”两句，表现了诗人鄙薄流俗，独善其身，不求功勋的品格。\n　　这首诗题为“墨梅”，意在述志。诗人将画格、诗格、人格有机地融为一体。字面上在赞誉梅花，实际上是赞赏自己的立身之德。\n　　在这首诗中，一“淡”一“满”尽显个性，一方面，墨梅的丰姿与诗人傲岸的形象跃然纸上；另一方面令人觉得翰墨之香与梅花的清香仿佛扑面而来。从而使“诗格”、“画格”、人格巧妙地融合在一起。\n　　《墨梅》盛赞梅花的高风亮节，诗人也借物抒怀，借梅自喻，表明了自己的人生态度和高尚情操。有意见认为，该题画诗，点出创作意图，强调操守志趣，在艺术史上甚至比《墨梅图》本身还要出名。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69175",
      "translation2" : "注释\n墨梅：用墨笔勾勒出来的梅花。\n吾家：我家。因王羲之与王冕同姓，所以王冕便认为王姓自是一家。\n洗砚池：写字、画画后洗笔洗砚的池子。王羲之有“临池学书，池水尽黑”的传说。这里化用这个典故。\n池头：池边。头 ：边上。\n淡墨：水墨画中将墨色分为四种，如，清墨、淡墨、浓墨、焦墨。这里是说那朵朵盛开的梅花，是用淡淡的墨迹点化成的。\n痕：痕迹。\n清气:梅花的清香之气。\n满乾坤：弥漫在天地间。满：弥漫。乾坤：天地间。",
      "classes" : "古诗三百首#题画#咏物#梅花#寓人#言志#",
      "author" : "王冕",
      "dynasty" : "元代",
      "title" : "墨梅",
      "rank" : "",
      "first_sentence" : "吾家洗砚池头树，个个花开淡墨痕。",
      "translation1" : "译文\n    我家洗砚池边有一棵梅树，朵朵开放的梅花都显出淡淡的墨痕。\n    不需要别人夸它的颜色好看，只需要梅花的清香之气弥漫在天地之间。",
      "content" : "吾家洗砚池头树，\\n个个花开淡墨痕。\\n不要人夸颜色好，\\n只流清气满乾坤。\\n我家洗砚池边树，\\n朵朵花开淡墨痕。\\n不要人夸好颜色，\\n只留清气满乾坤。\\n"
    },
    {
      "id" : 175,
      "appreciation1" : "赏析 作者：佚名 　　古今不少人往往把雪、梅并写。雪因梅，透露出春的信息，梅因雪更显出高尚的品格。如毛泽东《卜算子·咏梅》中就曾写道：“风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。”雪、梅都成了报春的使者、冬去春来的象征。但在诗人卢梅坡的笔下，二者却为争春发生了“磨擦”，都认为各自占尽了春色，装点了春光，而且谁也不肯相让。这种写法，实在是新颖别致，出人意料，难怪诗人无法判个高低。诗的后两句巧妙地托出二者的长处与不足：梅不如雪白，雪没有梅香，回答了“骚人阁笔费评章”的原因，也道出了雪、梅各执一端的根据。读完全诗，我们似乎可以看出作者写这首诗是意在言外的：借雪梅的争春，告诫我们人各有所长，也各有所短，要有自知之明。取人之长，补己之短，才是正理。这首诗既有情趣，也有理趣，值得咏思。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70989",
      "translation2" : "注释\n①卢梅坡，宋诗人。生卒年不详。“梅坡”不是他的名字，而是他自号为梅坡。\n②降，服输。\n③骚人：诗人。\n④阁笔：放下笔。阁，同“搁”放下。评章，评议的文章，这里指评议梅与雪的高下。",
      "classes" : "古诗三百首#冬天#写雪#梅花#励志#哲理#",
      "author" : "卢梅坡",
      "dynasty" : "宋代",
      "title" : "雪梅·其一",
      "rank" : "",
      "first_sentence" : "梅雪争春未肯降，骚人搁笔费评章。",
      "translation1" : "译文\n    梅花和雪花都认为各自占尽了春色，谁也不肯服输。难坏了人，难写评判文章。\n    说句公道话，梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。",
      "content" : "梅雪争春未肯降，\\n骚人搁笔费评章。\\n梅须逊雪三分白，\\n雪却输梅一段香。\\n"
    },
    {
      "id" : 360,
      "appreciation1" : "　　岳飞这首《满江红》，是很引人注目的名篇。\n　　为什么这首词第一句就写“怒发冲冠”，表现出如此强烈的愤怒的感情？这并不是偶然的，这是作者的理想与现实发生尖锐激烈的矛盾的结果。因此，必须对这个问题有所了解，才能正确理解这首词的思想内容。岳飞在少年时代，家乡就被金兵占领。他很有民族气节，毅然从军。他指挥的军队，英勇善战，接连获胜，屡立战功。敌人最怕他的军队，称之为“岳爷爷军”，并且传言说：“撼山易，撼岳家军难！”岳飞乘胜追击金兵，直至朱仙镇，距离北宋的京城汴京只有四十五里了。金兵元气大伤，准备逃归，还有不少士卒纷纷来降。岳飞看到这样大好的抗战形势，非常高兴，决心乘胜猛追，收复中原。就在这关键的时刻，当时的宰相秦桧，为了和金人议和，一日连下十二道金字牌，令岳飞班师回朝。岳飞悲愤万分，说“十年之力，废于一旦！”秦桧把岳飞看成是他投降阴谋的主要障碍，又捏造说，岳飞受诏逗留，抵制诏令，以“莫须有”（也许有）的罪名，将他害死。岳飞被害时，才三十九岁。了解了这些情况，对这首词中充满的强烈感情，就不难理解了。\n　　上片写作者要为国家建立功业的急切心情。开头这几句写在潇潇的雨声停歇的时候，他倚着高楼上的栏杆，抬头遥望远方，仰天放声长啸，“壮怀激烈”！啸是蹙口发出的叫声。“壮怀”，奋发图强的志向。他面对投降派的不抵抗政策，真是气愤填膺，“怒发冲冠”。“怒发冲冠”是艺术夸张，是说由于异常愤怒，以致头发竖起，把帽子也顶起来了。“三十功名尘与土”，表现作者渴望建立功名、努力抗战的思想。三十岁左右正当壮年，古人认为这时应当有所作为，可是，岳飞悔恨自己功名还与尘土一样，没有什么成就。“八千里路云和月”，是说不分阴晴，转战南北，在为收复中原而战斗。“莫等闲、白了少年头，空悲切”，这与“少壮不努力，老大徒伤悲”的意思相同，反映了作者积极进取的精神。这对当时抗击金兵，收复中原的斗争，显然起到了鼓舞斗志的作用。与主张议和，偏安江南，苟延残喘的投降派，形成了鲜明的对照。“等闲”，作随便解释。“空悲切”，即白白的痛苦。下片写了三层意思：对金贵族掠夺者的深仇大恨；统一祖国的殷切愿望；忠于朝廷即忠于祖国的赤诚之心。“靖康”是宋钦宗赵桓的年号。“靖康耻”，指宋钦宗靖康二年（1127），京城汴京和中原地区沦陷，徽宗、钦宗两个皇帝被金人俘虏北去的奇耻大辱。“犹未雪”，指还没有报仇雪恨。由于没有雪“靖康”之耻，所以，岳飞发出了心中的恨何时才能消除（“臣子恨，何时灭”）的感慨。这也是他要“驾长车踏破贺兰山缺”的原因。古代的战车叫“长车”。贺兰山，在今宁夏回族自治区的西北边。\n　　有一种说法，认为这首词不是岳飞写的，理由之一就是根据上面这句话。因为岳飞讲“直捣黄龙，与诸君痛饮”，即渡过黄河向东北进军，不会向西北进军的。“驾长车踏破贺兰山缺”，不是岳飞的进军路线。因为对这句词的解释牵涉到这首词是不是岳飞写的问题，因而显得更为重要了。原来这是用典。《西清话》载姚嗣宗《崆峒山》诗：“踏碎贺兰石，扫清西海尘。”这两句诗是针对西夏讲的，所以用“贺兰石”。姚嗣宗是北宋人，岳飞借用这个典故，借用他要打败西夏的壮志来表达他要打败金兵的豪情，所以这句词没有问题。“山缺”，指山口。“壮志饥餐胡虏肉，笑谈渴饮匈奴血”，充分表达了作者对敌人的刻骨仇恨和报仇雪耻的决心。“壮志”，指年轻时的理想。“胡虏”是古代对我国北方少数民族侮辱性的称呼。“虏”，指俘虏。这里所谓的“胡虏”、“匈奴”，皆代指金贵族掠夺者。最后“待从头、收拾旧山河，朝天阙”两句说，等到收复中原、统一祖国的时候，就去报捷。“旧山河”，指沦陷区。“阙”，宫殿。”天阙”，指朝廷。我国古代进步的知识分子，往往都把忠于朝廷看作爱国的表现。在封建社会里，尤其在民族矛盾激化，上升为主要矛盾的时期，“忠于朝廷”与爱国常常是紧密结合在一起的。因此，岳飞在这首词中所表露的忠于朝廷的思想，是跟渴望杀尽敌人、保卫祖国疆土的壮志，密切结合着的。\n　　从艺术上看，这首词感情激荡，气势磅礴，风格豪放，结构严谨，一气呵成，有着强烈的感染力。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=64945",
      "translation2" : "注释\n怒发冲冠：气得头发竖起，以至于将帽子顶起。形容愤怒至极，冠是指帽子而不是头发竖起。\n潇潇：形容雨势急骤。\n长啸：感情激动时撮口发出清而长的声音,为古人的一种抒情举动。\n三十功名尘与土：年已三十，建立了一些功名，不过很微不足道。\n八千里路云和月：形容南征北战、路途遥远、披星戴月。\n等闲：轻易，随便。\n靖康耻：宋钦宗靖康二年（1127年），金兵攻陷汴京，虏走徽、钦二帝。\n贺兰山：贺兰山脉位于宁夏回族自治区与内蒙古自治区交界处。\n朝天阙：朝见皇帝。天阙：本指宫殿前的楼观，此指皇帝生活的地方。",
      "classes" : "宋词三百首#爱国#壮志#励志#",
      "author" : "岳飞",
      "dynasty" : "宋代",
      "title" : "满江红·写怀",
      "rank" : "",
      "first_sentence" : "怒发冲冠，凭栏处、潇潇雨歇。",
      "translation1" : "译文\n    我愤怒得头发竖了起来，帽子被顶飞了。独自登高凭栏远眺，骤急的风雨刚刚停歇。抬头远望天空，禁不住仰天长啸，一片报国之心充满心怀。三十多年来虽已建立一些功名，但如同尘土微不足道，南北转战八千里，经过多少风云人生。好男儿，要抓紧时间为国建功立业，不要空空将青春消磨，等年老时徒自悲切。\n    靖康之变的耻辱，至今仍然没有被雪洗。作为国家臣子的愤恨，何时才能泯灭！我要驾着战车向贺兰山进攻，连贺兰山也要踏为平地。我满怀壮志，打仗饿了就吃敌人的肉，谈笑渴了就喝敌人的鲜血。待我重新收复旧日山河，再带着捷报向国家报告胜利的消息！",
      "content" : "怒发冲冠，\\n凭栏处、潇潇雨歇。\\n抬望眼，\\n仰天长啸，\\n壮怀激烈。\\n三十功名尘与土，\\n八千里路云和月。\\n莫等闲、白了少年头，\\n空悲切！\\n靖康耻，\\n犹未雪。\\n臣子恨，\\n何时灭！\\n驾长车，\\n踏破贺兰山缺。\\n壮志饥餐胡虏肉，\\n笑谈渴饮匈奴血。\\n待从头、收拾旧山河，\\n朝天阙。\\n"
    },
    {
      "id" : 361,
      "appreciation1" : "　　苏东坡十九岁时，与年方十六的王弗结婚。王弗年轻美貌，且侍亲甚孝，二人恩爱情深。可惜天命无常，王弗二十七岁就去世了。这对东坡是绝大的打击，其心中的沉痛，精神上的痛苦，是不言而喻的。苏轼在《亡妻王氏墓志铭》里说：“治平二年（1065）五月丁亥，赵郡苏轼之妻王氏（名弗），卒于京师。六月甲午，殡于京城之西。其明年六月壬午，葬于眉之东北彭山县安镇乡可龙里先君、先夫人墓之西北八步。”于平静语气下，寓绝大沉痛。公元1075年（熙宁八年），东坡来到密州，这一年正月二十日，他梦见爱妻王氏，便写下了这首“有声当彻天，有泪当彻泉 ”（陈师道语）且传诵千古的悼亡词。\n　　中国文学史上，从《经》开始，就已经出现“悼亡诗”。从悼亡诗出现一直到北宋的苏轼这期间，悼亡诗写得最有名的有西晋的潘岳和中唐的元稹。晚唐的李商隐亦曾有悼亡之作。他们的作品悲切感人。或写爱侣去后，处孤室而凄怆，睹遗物而伤神；或写作者既富且贵，追忆往昔，慨叹世事乖舛、天命无常；或将自己深沉博大的思念和追忆之情，用恍惚迷离的文字和色彩抒发出来，读之令人心痛。而用词写悼亡，是苏轼的首创。苏轼的这首悼亡之作与前人相比，它的表现艺术却另具特色。这首词是“记梦”，而且明确写了做梦的日子。但虽说是“记梦”，其实只有下片五句是记梦境，其他都是抒胸臆，诉悲怀的，写得真挚朴素，沉痛感人。\n　　题记中“乙卯”年指的是公元1075年（宋神宗熙宁八年），其时苏东坡任密州（今山东诸城）知州，年已四十。这首“记梦”词，实际上除了下片五句记叙梦境，其他都是抒情文字。开头三句，排空而下，真情直语，感人至深。“十年生死两茫茫”生死相隔，死者对人世是茫然无知了，而活着的人对逝者呢，不也同样吗？恩爱夫妻，撒手永诀，时间倏忽，转瞬十年。“不思量，自难忘”，人虽云亡，而过去美好的情景“自难忘”怀呵！王弗逝世转瞬十年了，想当初年方十六的王弗嫁给了十九岁的苏东坡，少年夫妻情深意重自不必说，更难得她蕙质兰心，明事理。这十年间，东坡因反对王安石的新法，颇受压制，心境悲愤；到密州后，又逢凶年，忙于处理政务，生活困苦到食杞菊以维持的地步，而且继室王润之（或许正是出于对爱妻王弗的深切思念，东坡续娶了王弗的堂妹王润之，据说此女颇有其堂姐风韵）及儿子均在身旁，哪能年年月月，朝朝暮暮都把逝世的妻子老挂在心间呢？不是经常想念，但绝不是已经忘却。这种深深地埋在心底的感情，是难以消除的。因为作者时至中年，那种共担忧患的夫妻感情，久而弥笃，是一时一刻都不能消除的。作者将“不思量”与“自难忘”并举，利用这两组看似矛盾的心态之间的张力，真实而深刻地揭示自己内心的情感。十年忌辰，触动人心的日子里，他又怎能“不思量”那聪慧明理的贤内助呢。往事蓦然来到心间，久蓄的情感潜流，忽如闸门大开，奔腾澎湃难以遏止。于是乎有梦，是真实而又自然的。“千里孤坟，无处话凄凉”。想到爱妻华年早逝，感慨万千，远隔千里，无处可以话凄凉，话说得极为沉痛。其实即便坟墓近在身边，隔着生死，就能话凄凉了吗？这是抹煞了生死界线的痴语、情语，极大程度上表达了作者孤独寂寞、凄凉无助而又急于向人诉说的情感，格外感人。接着，“纵使相逢应不识，尘满面，鬓如霜。”这三个长短句，又把现实与梦幻混同了起来，把死别后的个人种种忧愤，包括在容颜的苍老，形体的衰败之中，这时他才四十岁，已经“鬓如霜”了。明明她辞别人世已经十年，却要“纵使相逢”，这是一种绝望的、不可能的假设，感情是深沉、悲痛，而又无奈的，表现了作者对爱侣的深切怀念，也把个人的变化做了形象的描绘，使这首词的意义更加深了一层。\n　　苏东坡曾在《亡妻王氏墓士铭》记述了“妇从汝于艰难，不可忘也”的父训。而此词写得如梦如幻，似真非真，其间真情恐怕不是仅仅依从父命，感于身世吧。作者索于心，托于梦的确实是一份“不思量，自难忘”的患难深情。\n　　下片的头五句，才入了题开始记梦，“夜来幽梦忽还乡。 ”是记叙，写自己在梦中忽然回到了时在念中的故乡，在那个两人曾共度甜蜜岁月的地方相聚、重逢。“小轩窗，正梳妆。”那小室，亲切而又熟悉，她情态容貌，依稀当年，正在梳妆打扮。这犹如结婚未久的少妇，形象很美，带出苏轼当年的闺房之乐。作者以这样一个常见而难忘的场景表达了爱侣在自己心目中的永恒的印象。夫妻相见，没有出现久别重逢、卿卿我我的亲昵，而是“相顾无言，唯有泪千行”！这正是东坡笔力奇崛之处，妙绝千古。正唯“无言”，方显沉痛；正为“无言”，才胜过了万语千言；正唯无言，才使这个梦境令人感到无限凄凉。“此时无声胜有声”，无声之胜，全在于此。别后种种从何说起？只有任凭泪水倾盈。一个梦，把过去拉了回来，但当年的美好情景，并不存在。这是把现实的感受溶入了梦中，使这个梦也令人感到无限凄凉。结尾三句，又从梦境落回到现实上来。“料得年年肠断处；明月夜，短松冈。”料想长眠地下的爱侣，在年年伤逝的这个日子，为了眷恋人世、难舍亲人，该是柔肠寸断了吧？推己至人，作者设想此时亡妻一个人在凄冷幽独的“明月”之夜的心境，可谓用心良苦。在这里作者设想死者的痛苦，以寓自己的悼念之情。这种表现手法，有点像杜甫的名作《月夜》，不说自己如何，反说对方如何，使得诗词意味，更加蕴蓄。东坡此词最后这三句，意深，痛巨，余音袅袅，让人回味无穷。特别是“明月夜，短松冈”二句，凄凉清幽独，黯然魂销。正所谓“天长地久有时尽，此恨绵绵无绝期”（白居易语）。这番痴情苦心实可感天动地。\n　　这首词运用分合顿挫，虚实结合以及叙述白描等多种艺术的表现方法，来表达作者怀念亡妻的思想感情，在对亡妻的哀思中又糅进自己的身世感慨，因而将夫妻之间的情感表达得深婉而挚着，使人读后无不为之动情而感叹哀惋。\n　　宋神宗驾崩后，宋哲宗继位，任用司马光为宰相，苏东坡又被召回京城升任龙图阁学士，兼任小皇帝的侍读。这时的苏东坡，十分受宣仁皇太后和年仅十二岁的小皇帝的赏识，政治上春风得意。苏东坡不时怀念起死去的结发妻子王弗：“十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，唯有泪千行。料得年年肠断处，明月夜，短松冈。”由此成就了一阙悼妻怀思的传世之作。\n　　苏东坡对于王弗是痛彻心肺的悲情。“夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，唯有泪千行。” 阴阳相隔，重逢只能期于梦中，也只有梦是没有时空限制的，可以超越一切的界限和有限。朴素真挚的深情，沉痛的生离死别，每读一次就更为其中的深情所感动。\n　　应该说，苏东坡再次得宠多少有些幸运的成分。这么个大词人，大文学家，被政治牵绊得头晕目眩，苏子的一生常常让人有点啼笑皆非的意思，所以我们有理由相信，在这一段相对安稳适意的生活中，苏东坡的精神状态是轻松和愉悦的，但苏东坡也断断不能忘记王弗曾经陪伴着自己度过的那些艰难的时光。王弗在苏东坡的一生中作扮演的角色绝非一个主妇那么简单，在林语堂的《苏东坡传》中也曾有过这样的落笔：……苏东坡……由气质和自然的爱好所促使，要变成一个隐士。社会，文化，学问，读历史的教训，外在的本分责任，只能隐藏人的本来面目。若把一个人由时间和传统所赋予他的那些虚饰剥除净尽，此人的本相便呈现于你之前了。……他偶尔喝醉，甚至常常喝醉而月夜登城徘徊。这时他成了自然中伟大的顽童——也许造物主根本就希望人是这副面貌吧。“顽童”，这里林语堂先生固然是在一种嘉许的语气在点评苏东坡的自由性灵，然而苏东坡实际上又何尝不是一个顽皮的孩子呢？不谙世事，兴致所至，聪明有余而内敛不足。\n　　夫人稳健，而丈夫往往不能。丈夫往往急躁，灰心丧气，喜怒无常。高兴了把酒言欢，不高兴了也要骂骂娘。麻烦的是丈夫有了旷世的才气，就不是骂骂娘这么简单了。苏东坡常常会在自己的诗作里流露一些“不合时宜”的论调，自找祸端。由此可见在日常的生活起居，待人接物中，这等人物将是何等的低才。倘若没有一个得体大度，端庄典雅的夫人为丈夫张罗这些“不入眼”俗事，怕苏先生不会有几天清闲。在密州，他们正过苦日子，苏东坡对新所得税至为愤怒，孩子揪着他的衣裳对他晓晓不休。他说：“孩子们真傻！”苏夫人说：“你才傻。你一天闷坐，有什么好处？好了。我给弄点儿酒喝吧。”在一首诗里记这件事时，苏东坡觉得自己很丢脸，这时妻子洗杯子给他热酒。这当然使他很欢喜，他说他妻子比诗人刘伶的妻子贤德。因为刘伶的妻子不许丈夫喝酒。苏夫人也是用了好几年的工夫才摸清楚丈夫性格，那是多方面的个性，既是乐天达观随遇而安，可是有时又激烈而固执。苏夫人聪明解事，办事圆通。 她是进士的女儿，能读能写，但是并非一个“士”。做妻子的也知道要管家事，要抚养孩子，要过日子。正因为如此，苏东坡的生活中是不能没有一个这样的女人把握船舵的。只有在妻子的无微不至的照顾下，苏东坡才有更多的闲情逸致去“浴乎沂，风乎舞雩”。也正因为如此苏夫人也成为苏东坡最为信任依赖的人，很多事情埋藏在苏东坡的心灵深处，别人大都不知道，苏东坡的妻子一定知道。同过患难，共过生死，日日的关心和爱护，充满信任的等待和抚慰。王弗给与苏东坡的是所谓“相濡以沫”的质朴而深厚的情感。\n　　在这首小词中，读不到一句令人感觉“矫情”之语，词语的运用简练凝重。每一个音节的连接都有冷涩凝绝之感，犹如声声咽泣，压抑沉重的气氛就在这“幽咽泉流”中弥散开来，让人艰与呼吸，又难以逃避。\n　　苏东坡用了十年都舍弃不下的，是那种相濡以沫的亲情。他受不了的不是没有了轰轰烈烈的爱情，而是失去了伴侣后孤单相吊的寂寞。“纵使相逢应不识，尘满面，鬓如霜”在梦里能够看见的，也全是逝去亲人往日生活里的琐碎片断。因为在那些琐碎里，凝结着化不去的亲情。 在红尘中爱的最高境界是什么？执子之手是一种境界，相濡以沫是一种境界，生死相许也是一种境界。在这世上有一种最为凝重、最为浑厚的爱叫相依为命。那是天长日久的渗透，是一种融入了彼此之间生命中的温暖。\n　　面对这样的深情，解读都似乎是一种伤害，那是需要在生命里反复吟唱，静夜中不断怀思的乐音。无数的人毫不吝惜地把“绝唱”这个词赠与了这首词，然而，时光流转了千年，我们又听到了一声相似的叹息，那叹息给予了我们有一篇值得反复玩味的美文，也让我们更深切地领会了苏子心中的创痛，两个文人千年的唱和，诉说着人世间最值得感念的深情。这就是巴金先生所写的《怀念肖珊》和《再忆肖珊》。不再过多的评说什么，我摘录了其中两个段落，作为本文的结尾，这是《江城子》最深沉的诠释，在这样一个滥情的年代，我们庆幸还有这样的情感值得我们永远的祭奠：\n　　她不仅分担了我的痛苦，还给了我不少的安慰和鼓励。……我进了门看到她的面容，满脑子的乌云都消散了。我有什么委屈、牢骚都可以向她尽情倾吐。……她不断地给我安慰，对我表示信任，替我感到不平。……今天回想当时的情景，她那张满是泪痕的脸还历历在我眼前。我多么愿意让她的泪痕消失，笑容在她那憔悴的脸上重现，即使减少我几年的生命来换取我们家庭生活中一个宁静的夜晚，我也心甘情愿！\n　　她离开我十二年了。十二年，多么长的日日夜夜。每次我回到家门口，眼前就出现一张笑脸，一个亲切的声音向我迎来，可是走进院子，却只见一些高高矮矮的、没有花的绿树。上了台阶，我环顾四周，她最后一次离家的情景还历历在目……\n　　我仿佛还站在台阶上等待着车子的驶近，等待着一个人回来。这样长的等待。十二年了。甚至在梦里我也听不见她那清脆的笑声。我记得的只是孩子们捧着她的骨灰盒回家的情景。这骨灰盒起初给放在楼下我的寝室内、床前五斗橱上。\n　　悲伤没有用。我必须结束那一切梦景。我应当振作起来，哪怕是最后的一次。骨灰盒还放在我的家中，亲爱的面容还印在我的心上，她不会离开我，也从未离开我。做了十年的“牛鬼”，我并不感到孤单。我还有勇气迈步走向我的最终目标——死亡。我的遗物将献给国家，我的骨灰将同她的骨灰搅拌在一起，撒在园中给花树作肥料。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49480",
      "translation2" : "注释\n乙卯：公元1075年，即北宋熙宁八年。\n十年：指结发妻子王弗去世已十年。\n思量：想念。“量”按格律应念平声\n千里：王弗葬地四川眉山与苏轼任所山东密州，相隔遥远，故称“千里”。\n孤坟：孟启《本事徵异第五》载张姓妻孔氏赠夫诗：“欲知肠断处，明月照孤坟。”其妻王氏之墓。\n“尘满面”两句，形容年老憔悴。 \n幽梦：梦境隐约，故云幽梦。\n小轩窗：指小室的窗前，轩：门窗\n顾：看。\n明月夜，短松冈：苏轼葬妻之地，短松：矮松。",
      "classes" : "宋词三百首#婉约#悼亡#爱情#记梦#思念#",
      "author" : "苏轼",
      "dynasty" : "宋代",
      "title" : "江城子·乙卯正月二十日夜记梦",
      "rank" : "",
      "first_sentence" : "十年生死两茫茫，不思量，自难忘。",
      "translation1" : "译文\n    两人一生一死，隔绝十年，相互思念却很茫然，无法相见。不想让自己去思念，自己却难以忘怀。妻子的孤坟远在千里，没有地方跟她诉说心中的凄凉悲伤。即使相逢也应该不会认识，因为我四处奔波，灰尘满面，鬓发如霜。\n    晚上忽然在隐约的梦境中回到了家乡，只见妻子正在小窗前对镜梳妆。两人互相望着，千言万语不知从何说起，只有相对无言泪落千行。料想那明月照耀着、长着小松树的坟山，就是与妻子思念年年痛欲断肠的地方。",
      "content" : "十年生死两茫茫，\\n不思量，\\n自难忘。\\n千里孤坟，\\n无处话凄凉。\\n纵使相逢应不识，\\n尘满面，\\n鬓如霜。\\n夜来幽梦忽还乡，\\n小轩窗，\\n正梳妆。\\n相顾无言，\\n惟有泪千行。\\n料得年年肠断处，\\n明月夜，\\n短松冈。\\n"
    },
    {
      "id" : 362,
      "appreciation1" : "　　此词怀古抒情，写自己消磨壮心殆尽，转而以旷达之心关注历史和人生。上阕以描写赤壁矶风起浪涌的自然风景为主，意境开阔博大，感慨隐约深沉。起笔凌云健举，包举有力。将浩荡江流与千古人事并收笔下。\n　　千古风流人物既被大浪淘尽，则一己之微岂不可悲？然而苏轼却另有心得：既然千古风流人物也难免如此，那么一己之荣辱穷达复何足悲叹！人类既如此殊途而同归，则汲汲于一时功名，不免过于迂腐了。接下两句切入怀古主题，专说三国赤壁之事。\"人道是\"三字下得极有分寸。赤壁之战的故地，争议很大。一说在今湖北蒲圻县境内，已改为赤壁市。但今湖北省内有四处地名同称赤壁者，另三处在黄冈、武昌、汉阳附近。苏轼所游是黄冈赤壁，他似乎也不敢肯定，所以用\"人道是\"三字引出以下议论。\n　　\"乱石\"以下五句是写江水腾涌的壮观景象。其中\"穿\"、\"拍\"、\"卷\"等动词用得形象生动。\"江山如画\"是写景的总括之句。\"一时多少豪杰\"则又由景物过渡到人事。\n　　苏轼重点要写的是\"三国周郎\"，故下阕便全从周郎引发。换头五句写赤壁战争。与周瑜的谈笑论战相似，作者描写这么一场轰轰烈烈的战争也是举重若轻，闲笔纷出。从起句的\"千古风流人物\"到\"一时多少豪杰\"再到\"遥想公瑾当年\"，视线不断收束，最后聚焦定格在周瑜身上。然而写周瑜却不写其大智大勇，只写其儒雅风流的气度。\n　　不留意的人容易把\"羽扇纶巾\"看作是诸葛亮的代称，因为诸葛亮的装束素以羽扇纶巾著名。但在三国之时，这是儒将通常的装束。宋人也多以\"羽扇\"代指周瑜，如戴复古《赤壁》云：\"千载周公瑾，如其在目前。英风挥羽扇，烈火破楼船。\"\n　　苏轼在这里极言周瑜之儒雅淡定，但感情是复杂的。\"故国\"两句便由周郎转到自己。周瑜破曹之时年方三十四岁，而苏轼写作此词时年已四十七岁。孔子曾说：\"四十五十而无闻焉，斯亦不足畏也已。\"苏轼从周瑜的年轻有为，联想到自己坎坷不遇，故有\"多情应笑我\"之句，语似轻淡，意却沉郁。但苏轼毕竟是苏轼，他不是一介悲悲戚戚的寒儒，而是参破世间宠辱的智者。所以他在察觉到自己的悲哀后，不是像南唐李煜那样的沉溺苦海，自伤心志，而是把周瑜和自己都放在整个江山历史之中进行观照。在苏轼看来，当年潇洒从容、声名盖世的周瑜现今又如何呢?不是也被大浪淘尽了吗。这样一比，苏轼便从悲哀中超脱了。\"人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞哪复计东西\"(《和子由渑池怀旧》)。所以苏轼在与周瑜作了一番比较后，虽然也看到了自己的政治功业无法与周瑜媲美，但上升到整个人类的发展规律和普遍命运，双方其实也没有什么大的差别。有了这样深沉的思索，遂引出结句\"人间如梦，一樽还酹江月\"的感慨。正如他在《西江月》词中所说的那样：\"世事一场大梦，人生几度秋凉。\"消极悲观不是人生的真谛，超脱飞扬才是生命的壮歌。既然人间世事恍如一梦，何妨将樽酒洒在江心明月的倒影之中，脱却苦闷，从有限中玩味无限，让精神获得自由。其同期所作的《赤壁赋》于此说得更为清晰明断：\"惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色。取之无禁，用之不竭，是造物者之无尽藏也，而吾与子之所共适也。\"这种超然远想的文字，宛然是《庄子?齐物论》思想的翻版。但庄子以此回避现实，苏轼则以此超越现实。\n　　黄州数年是苏轼思想发生转折的时期，也是他不断走向成熟和睿智的时期，他以此保全自己的岸然人格，也以此养护自己淳至的精神。这首《念奴娇》词及其作于同一时期的数篇诗文，都为我们透示了其中的端倪。\n　　此词自问世后，经历了两种截然不同的命运，誉之者如胡仔《苕溪渔隐丛话》称其\"语意高妙，真古今绝唱\"。贬之者如俞文豹《吹剑续录》所云：\"东坡在玉堂，有幕士善讴。因问：'我词比柳七何如?'对曰：'柳郎中词，只好合十七八女孩儿，执红牙板，歌'杨柳岸晓风残月'。学士词，须关西大汉，执铁板，唱'大江东去'。公为之绝倒。\"幕士的言论表面上是从演唱风格上区分了柳、苏二家词风的不同，但暗含有对苏词悖离传统词风的揶揄。清代更有人认为此词\"平仄句调都不合格\"(丁绍仪《听秋声馆词话》)，朱彝尊《词综》并详加辩证，亦可谓吹毛求疵者。\n　　《念奴娇》是苏轼贬官黄州后的作品。苏轼21岁中进士，30岁以前绝大部分时间过着书房生活，仕途坎坷，随着北宋政治风浪，几上几下。43岁（元丰二年）时因作诗讽刺新法，被捕下狱，出狱后贬官为黄州团练副使。这是个闲职，他在旧城营地辟畦耕种，游历访古，政治上失意，滋长了他逃避现实和怀才不遇的思想情绪，但由于他豁达的胸怀，在祖国雄伟的江山和历史风云人物的激发下，借景抒情，写下了一系列脍炙人口的名篇，此词为其代表。\n　　《念奴娇》词分上下两阙。上阙咏赤壁，下阙怀周瑜，并怀古伤己，以自身感慨作结。作者吊古伤怀，想古代豪杰，借古传颂之英雄业绩，思自己历遭之挫折。不能建功立业，壮志难酬，词作抒发了他内心忧愤的情怀。\n　　上阙咏赤壁，着重写景，为描写人物作烘托。前三句不仅写出了大江的气势，而且把千古英雄人物都概括进来，表达了对英雄的向往之情。假借“人道是”以引出所咏的人物。“乱”“穿”“惊”“拍”“卷”等词语的运用，精妙独到地勾画了古战场的险要形势，写出了它的雄奇壮丽景象，从而为下片所追怀的赤壁大战中的英雄人物渲染了环境气氛。\n　　下阙着重写人，借对周瑜的仰慕，抒发自己功业无成的感慨。写“小乔”在于烘托周瑜才华横溢、意气风发，突出人物的风姿，中间描写周瑜的战功意在反衬自己的年老无为。“多情”后几句虽表达了伤感之情，但这种感情其实正是词人不甘沉沦，积极进取，奋发向上的表现，仍不失英雄豪迈本色。\n　　用豪壮的情调书写胸中块垒。\n　　诗人是个旷达之人，尽管政治上失意，却从未对生活失去信心。这首词就是他这种复杂心情的集中反映，词中虽然书写失意，然而格调是豪壮的，跟失意文人的同主题作品显然不同。词作中的豪壮情调首先表现在对赤壁景物的描写上。长江的非凡气象，古战场的险要形势都给人以豪壮之感。周瑜的英姿与功业无不让人艳羡。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49394",
      "translation2" : "注释\n⑴念奴娇：词牌名。又名“百字令”“酹江月”等。赤壁：此指黄州赤壁，一名“赤鼻矶”，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。\n⑵大江：指长江。\n⑶淘：冲洗，冲刷。\n⑷风流人物：指杰出的历史名人。\n⑸故垒：过去遗留下来的营垒。\n⑹周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。\n⑺雪：比喻浪花。\n⑻遥想：形容想得很远；回忆。\n⑼小乔初嫁了（liǎo）：《三国志吴志周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥。”乔，本作“桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。\n⑽雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发，谈吐不凡，见识卓越。\n⑾羽扇纶（guān）巾：古代儒将的便装打扮。羽扇，羽毛制成的扇子。纶巾，青丝制成的头巾。\n⑿樯橹（lǔ）：这里代指曹操的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。“樯橹”一作“强虏”，又作“樯虏”，又作“狂虏”。《宋集珍本丛刊》之《东坡乐府》，元延祐刻本，作“强虏”。延祐本原藏杨氏海源阁，历经季振宜、顾广圻、黄丕烈等名家收藏，卷首有黄丕烈题辞，述其源流甚详，实今传各版之祖。\n⒀故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。神游：于想象、梦境中游历。\n⒁“多情”二句：“应笑我多情，早生华发”的倒文。华发：花白的头发。\n⒂一尊还酹江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：通“樽”，酒杯。\n⒃强虏：强大之敌，指曹军。虏：对敌人的蔑称。",
      "classes" : "宋词三百首#豪放#长江#咏史怀古#抒怀#怀才不遇#人生#",
      "author" : "苏轼",
      "dynasty" : "宋代",
      "title" : "念奴娇·赤壁怀古",
      "rank" : "",
      "first_sentence" : "大江东去，浪淘尽，千古风流人物。",
      "translation1" : "译文\n    大江浩浩荡荡向东流去，滔滔巨浪淘尽千古英雄人物。\n    那旧营垒的西边，人们说那就是三国周瑜鏖战的赤壁。\n    陡峭的石壁直耸云天，如雷的惊涛拍击着江岸，激起的浪花好似卷起千万堆白雪。\n    雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。\n    遥想当年的周瑜春风得意，绝代佳人小乔刚嫁给他，他英姿奋发豪气满怀。\n    手摇羽扇头戴纶巾，谈笑之间，强敌的战船烧得灰飞烟灭。\n    我今日神游当年的战地，可笑我多情善感，过早地生出满头白发。\n    人生犹如一场梦，且洒一杯酒祭奠江上的明月。",
      "content" : "大江东去，\\n浪淘尽，\\n千古风流人物。\\n故垒西边，\\n人道是，\\n三国周郎赤壁。\\n乱石穿空，\\n惊涛拍岸，\\n卷起千堆雪。\\n江山如画，\\n一时多少豪杰。\\n遥想公瑾当年，\\n小乔初嫁了，\\n雄姿英发。\\n羽扇纶巾，\\n谈笑间，\\n樯橹灰飞烟灭。\\n故国神游，\\n多情应笑我，\\n早生华发。\\n人生如梦，\\n一尊还酹江月。\\n"
    },
    {
      "id" : 372,
      "appreciation1" : "　　作为一个“好声色，不恤政事”的国君，李煜是失败的；但正是亡国成就了他千古词坛的“南面王”（清沈雄《古今词话》语）地位。正所谓“国家不幸家幸，话到沧桑语始工”。《虞美人》就是千古传诵不衰的著名诗篇。\n　　这首词刻画了强烈的故国之思，取得了惊天地泣鬼神的艺术效果。“春花秋月”这些最容易勾起人们美好联想的事物却使李煜倍添烦恼，他劈头怨问苍天：年年春花开，岁岁秋月圆，什么时候才能了结呢？一语读来，令人不胜好奇。但只要我们设身处地去想象词人的处境，就不难理解了：一个处于刀俎之上的亡国之君，这些美好的事物只会让他触景伤情，勾起对往昔美好生活的无限追思，今昔对比，徒生伤感。问天天不语，转而自问，“往事知多少。”“往事”当指往昔为人君时的美好生活，但是一切都已消逝，化为虚幻了。自然界的春天去了又来，为什么人生的春天却一去不复返呢？“小楼昨夜又东风，故国不堪回首月明中。”“东风”带来春的讯息，却引起词人“不堪回首”的嗟叹，“亡国之音哀以思”，大抵只能如此吧。让我们来想象：夜阑人静，明月晓风，幽囚在小楼中的不眠之人，不由凭栏远望，对着故国家园的方向，多少凄楚之情，涌上心头，又有谁能忍受这其中的况味？一“又”字包含了多少无奈、哀痛的感情！东风又入，可见春花秋月没有了结，还要继续；而自己仍须苟延残喘，历尽苦痛折磨。“故国不堪回首月明中”是“月明中不堪回首故国”的倒装。“不堪回首”，但毕竟回首了。回首处“雕栏玉砌应犹在，只是朱颜改”。想象中，故国的江山、旧日的宫殿都还在吧，只是物是人非，江山易主；怀想时，多少悲恨在其中。“只是”二字以叹惋的口气，传达出无限怅恨之感。\n　　以上六句在结构上是颇具匠心的。几度运用两相对比和隔句呼应，反复强调自然界的轮回更替和人生的短暂易逝，富有哲理意味，感慨深沉。一二两句春花秋月的无休无止和人间事的一去难返对比；三四两句“又东风”和“故国不堪回首”对比；五六两句“应犹在”和“改”对比。“又东风”、“应犹在”又呼应“何时了”；“不堪回首”、“朱颜改”又呼应“往事”。如此对比和回环，形象逼真地传达出词人心灵上的波涛起伏和忧思难平。\n　　最后，词人的满腔幽愤再难控制，汇成了旷世名句“问君能有几多愁？恰似一江春水向东流”。以水喻愁，可谓“前有古人，后有来者”。刘禹锡《竹枝词》“水流无限似侬愁”，秦观《江城子·西城杨柳弄春柔》“便作春江都是泪，流不尽，许多愁”。这些诗句或失之于轻描淡写，或失之于直露，都没有“恰似一江春水向东流”来得打动人心，所谓“真伤心人语”也。把愁思比作“一江春水”就使抽象的情感显得形象可感。愁思如春水涨溢恣肆，奔放倾泻；又如春水不舍昼夜，无尽东流。形式上，九个字平仄交替，读来亦如满江春水起伏连绵，把感情在升腾流动中的深度和力度全表达出来了。以这样声情并茂的词句作结，大大增强了作品的感染力，合上书页，读者似也被这无尽的哀思所淹没了。\n　　全词抒写亡国之痛，意境深远，感情真挚，结构精妙，语言清新；词虽短小，余味无穷。难怪王国维有如是评价：“唐五代之词，有句而无篇。南宋名家之词，有篇而无句。有篇有句，唯李后主降宋后之作，及永叔、子瞻、少游、美成、稼轩数人而已。”（《人间词话》删稿之四○）（蒋雅云）",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70838",
      "translation2" : "注释\n此调原为唐教坊曲，初咏项羽宠姬虞美人死后地下开出一朵鲜花，因以为名。又名《一江春水》、《玉壶水》、《巫山十二峰》等。双调，五十六字，上下片各四句，皆为两仄韵转两平韵。\n了：了结，完结。\n砌：台阶。雕栏玉砌：指远在金陵的南唐故宫。\n应犹：一作“依然”。　\n朱颜改：指所怀念的人已衰老。　\n君：作者自称。能：或作“都”、“那”、“还”、“却”。",
      "classes" : "宋词三百首#婉约#思念#感叹#哲理#",
      "author" : "李煜",
      "dynasty" : "五代",
      "title" : "虞美人·春花秋月何时了",
      "rank" : "",
      "first_sentence" : "春花秋月何时了？",
      "translation1" : "译文\n    这年的时光什么时候才能了结，往事知道有多少！昨夜小楼上又吹来了春风，在这皓月当空的夜晚，怎承受得了回忆故国的伤痛。\n    精雕细刻的栏杆、玉石砌成的台阶应该还在，只是所怀念的人已衰老。要问我心中有多少哀愁，就像这不尽的滔滔春水滚滚东流。",
      "content" : "春花秋月何时了？\\n往事知多少。\\n小楼昨夜又东风，\\n故国不堪回首月明中。\\n雕栏玉砌应犹在，\\n只是朱颜改。\\n问君能有几多愁？\\n恰似一江春水向东流。\\n"
    },
    {
      "id" : 380,
      "appreciation1" : "　　这首词的上半阕写正月十五的晚上，满城灯火，尽情狂欢的景象。\n　　“东风夜放花千树，更吹落，星如雨”：一簇簇的礼花飞向天空，然后像星雨一样散落下来。一开始就把人带进“火树银花”的节日狂欢之中。“东风夜”化用岑参的忽如一夜春风来，千树万树梨花开。\n　　“宝马雕车香满路”：达官显贵也携带家眷出门观灯。跟下句的“鱼龙舞”构成万民同欢的景象。\n　　“凤箫声动，玉壶光转，一夜鱼龙舞”：“凤箫”是排箫一类的吹奏乐器，这里泛指音乐；“玉壶”指明月；“鱼龙”是灯笼的形状。这句是说，在月华下，灯火辉煌，沉浸在节日里的人通宵达旦载歌载舞。\n　　下阕仍然在写“元夕”的欢乐，且一对意中人在大街巧遇的场景。只不过上阕写的是整个场面，下阕写一个具体的人，通过他一波三折的感情起伏，把个人的欢乐自然地融进了节日的欢乐之中。\n　　“蛾儿雪柳黄金缕，笑语盈盈暗香去”：这一句写的是元宵观灯的女人，她们穿着美丽的衣服，戴着漂亮的手饰，欢天喜地朝前奔去，所过之处，阵阵暗香随风飘来。“雪柳”是玉簪之类的头饰。\n　　“众里寻他千百度”：（这人）对着众多走过的女人一一辨认（但没有一个是他所等待的意中人）。\n　　“蓦然回首，那人却在灯火阑珊处”：偶一回头，却发现自己的心上人站立在昏黑的幽暗之处。\n　　“灯火阑珊”勿作“良夜将逝”解，“灯火阑珊”虽然是灯火渐渐散尽的意思，但这儿说的是天空飘洒下来的礼花，快接近地面时早已熄灭散尽，所以即使头上有流光溢彩，站立的地方却是昏暗的。\n　　同时，还有一种说法认为：站在灯火阑珊处的那个人，是对他自己的一种写照。根据历史背景可知，当时的他不受重用，文韬武略施展不出，心中怀着一种无比惆怅之感，所以只能在一旁孤芳自赏。也就像站在热闹氛围之外的那个人一样，给人一种清高不落俗套的感觉，体现了受冷落后不肯同流合污的高士之风。\n　　作为一首婉约词，这首《青玉案》与北宋婉约派大家晏殊和柳永相比，在艺术成就上毫不逊色。词从开头起“东风夜放花千树”，就极力渲染元宵佳节的热闹景象：满城灯火，满街游人，火树银花，通宵歌舞。然而作者的意图不在写景，而是为了反衬“灯火阑珊处”的那个人的与众不同。此词描绘出元宵佳节通宵灯火的热闹场景，梁启超谓“自怜幽独，伤心人别有怀抱。”认为此词有寄托，可谓知音。上片写元夕之夜灯火辉煌，游人如云的热闹场面，下片写不慕荣华，甘守寂寞的一位美人形象。美人形象便是寄托着作者理想人格的化身。“众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。”王国维把这种境界称之为成大事业者，大学问者的第三种境界，确是大学问者的真知灼见。\n　　全文主要运用了反衬的表现手法，表达出作者不与世俗同流合污的追求（词人对理想的追求的执着和艰辛）。\n　　古代词人写上元灯节的词，不计其数，辛弃疾的这一首，却没有人认为可有可无，因此也可以称作是豪杰了。然而究其实际，上阕除了渲染一片热闹的盛况外，并无什么独特之处。作者把火树写成与固定的灯彩，把“星雨”写成流动的烟火。若说好，就好在想象：东风还未催开百花，却先吹放了元宵节的火树银花。它不但吹开地上的灯花，而且还从天上吹落了如雨的彩星——燃放的烟火，先冲上云霄，而后自空中而落，好似陨星雨。“花千树”描绘五光十色的彩灯缀满街巷，好像一夜之间被春风吹开的千树繁花一样。这是化用唐朝人岑参的“忽如一夜春风来，千树万树梨花开”。然后写车马、鼓乐、灯月交辉的人间仙境——“玉壶”，写那民间艺人们载歌载舞、鱼龙漫衍的“社火”百戏，极为繁华热闹，令人目不暇接。其间的“宝”也，“雕”也“凤”也，“玉”也，种种丽字，只是为了给那灯宵的气氛来传神来写境，大概那境界本非笔墨所能传写，幸亏还有这些美好的字眼，聊为助意而已。这也是对词中的女主人公言外的赞美 。\n　　下阕，专门写人。作者先从头上写起：这些游女们，一个个雾鬓云鬟，戴满了元宵特有的闹蛾儿、雪柳，这些盛装的游女们，行走过程中不停地说笑，在她们走后，只有衣香还在暗中飘散。这些丽者，都非作者意中关切之人，在百千群中只寻找一个——却总是踪影难觅，已经是没有什么希望了。……忽然，眼睛一亮，在那一角残灯旁边，分明看见了，是她！是她！没有错，她原来在这冷落的地方，还未归去，似有所待！发现那人的一瞬间，是人生精神的凝结和升华，是悲喜莫名的感激铭篆，词人竟有如此本领，竟把它变成了笔痕墨影，永志弗灭！—读到末幅煞拍，才恍然大悟：那上阕的灯、月、烟火、笙笛、社舞、交织成的元夕欢腾，那下阕的惹人眼花缭乱的一队队的丽人群女，原来都只是为了那一个意中之人而设，而且，倘若无此人，那一切又有什么意义与趣味呢！\n　　此词原不可讲，一讲便成画蛇，破坏了那万金无价的人生幸福而又辛酸一瞬的美好境界。然而画蛇既成，还须添足：学文者莫忘留意，上阕临末，已出“一夜”二字，这是何故？盖早已为寻她千百度说明了多少时光的苦心痴意，所以到了下阕而出“灯火阑珊”，方才前后呼应，笔墨之细，文心之苦，至矣尽矣。可叹世之评者动辄谓稼轩“豪放”，“豪放”，好像将他看作一个粗人壮士之流，岂不是贻误学人吗？\n　　王国维《人间词话》曾举此词，以为人之成大事业者，必皆经历三个境界，而稼轩此词的境界为第三即终最高境界。此特借词喻事，与文学赏析并无交涉，王先生早已先自表明，吾人在此无劳纠葛。\n　　从词调来讲，《青玉案》十分别致，它原是双调，上下阕相同，只是上阕第二句变成三字一断的叠句，跌宕生姿。下阕则无此断叠，一片三个七字排句，可排比，可变幻，随词人的心意，但排句之势是一气呵成的，单单等到排比完了，才逼出煞拍的警策句。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57601",
      "translation2" : "注释\n⑴青玉案：词牌名。“案”读wan，第三声，与“碗”同音。\n⑵元夕：夏历正月十五日为上元节，元宵节，此夜称元夕或元夜。\n⑶“东风”句：形容元宵夜花灯繁多。花千树，花灯之多如千树开花。\n⑷星如雨：指焰火纷纷，乱落如雨。星，指焰火。形容满天的烟花。\n⑸宝马雕车：豪华的马车。\n⑹“凤箫”句：指笙、箫等乐器演奏。凤箫，箫的美称。\n⑺玉壶：比喻明月。亦可解释为指灯。\n⑻鱼龙舞：指舞动鱼形、龙形的彩灯，如鱼龙闹海一样。\n⑼“蛾儿”句：写元夕的妇女装饰。蛾儿、雪柳、黄金缕，皆古代妇女元宵节时头上佩戴的各种装饰品。这里指盛装的妇女。\n⑽盈盈：声音轻盈悦耳，亦指仪态娇美的样子。暗香：本指花香，此指女性们身上散发出来的香气。\n⑾他：泛指第三人称，古时就包括“她”。千百度：千百遍。\n⑿蓦然：突然，猛然。\n⒀阑珊：零落稀疏的样子。",
      "classes" : "宋词三百首#婉约#元宵节#写人#",
      "author" : "辛弃疾",
      "dynasty" : "宋代",
      "title" : "青玉案·元夕",
      "rank" : "",
      "first_sentence" : "东风夜放花千树。",
      "translation1" : "译文\n    像东风吹散千树繁花一样，又吹得烟火纷纷，乱落如雨。豪华的马车满路芳香。悠扬的凤箫声四处回荡，玉壶般的明月渐渐西斜，一夜鱼龙灯飞舞笑语喧哗。\n    美人头上都戴着亮丽的饰物，笑语盈盈地随人群走过，身上香气飘洒。我在人群中寻找她千百回，猛然一回头，不经意间却在灯火零落之处发现了她。",
      "content" : "东风夜放花千树。\\n更吹落、星如雨。\\n宝马雕车香满路。\\n凤箫声动，\\n玉壶光转，\\n一夜鱼龙舞。\\n蛾儿雪柳黄金缕。\\n笑语盈盈暗香去。\\n众里寻他千百度。\\n蓦然回首，\\n那人却在，\\n灯火阑珊处。\\n"
    },
    {
      "id" : 396,
      "appreciation1" : "这是一首倾诉相思、别愁之苦的词。这首词在黄昇《花庵词选》中题作“别愁”，是李清照写给新婚未久即离家外出的丈夫赵明诚的，她诉说了自己独居生活的孤独寂寞，急切思念丈夫早日归来的心情。伊世珍《琅嬛记》说：“易安结褵（婚）未久，明诚即负笈远游。易安殊不忍别，觅锦帕书《一剪梅》词以送之。”作者在词中以女性特有的敏感捕捉稍纵即逝的真切感受，将抽象而不易捉摸的思想感情，以素淡的语言表现出具体可感、为人理解、耐人寻味的东西。\n词的上阕首句“红藕香残玉簟秋”写荷花凋谢、竹席浸凉的秋天，空灵蕴藉。“红藕”，即粉红荷花。“玉簟”，是精美的竹席。这一句涵义极其丰富，它不仅点明了萧疏秋意的时节，而且渲染了环境气氛，对作者的孤独闲愁起了衬托作用。表面上写出荷花残，竹席凉这些寻常事情，实质上暗含青春易逝，红颜易老，“人去席冷”之意境。梁绍壬《两般秋雨庵随笔》赞美此句“有吞梅嚼雪，不失人间烟火气象”。“轻解罗裳，独上兰舟”是写其白天泛舟水上之事：词人解开绫罗裙，换着便装，独自划着小船去游玩。“轻解”与“独上”，栩栩如生地表现出她的神态、举动。“轻”，写手脚动作的轻捷灵敏，表现出生怕惊动别人，小心而又有几分害羞的少妇心情。正因为是“轻”，所以谁也不知道，连侍女也没让跟上。“独”字就是回应上句的“轻”字，点明了下阕“愁”字的症结。“独上兰舟”，正是她想借泛舟以消愁，并非闲情逸致的游玩。昔日也许双双泛舟，而今独自击楫，恩爱情深、朝夕相伴的的丈夫久盼不归，怎不教她愁情满怀。“云中谁寄锦书来？”惦念丈夫，望眼欲穿，真是一封“家书抵万金”。“雁字回时，月满西楼”是她思夫的迫切心情，突然自现的外在表现。作者借助于鸿雁传书的传说，画面清晰，形象鲜明，它渲染了一个月光照满楼头的美好夜景，然而在喜悦的背后，蕴藏着相思的泪水。“月满西楼”写月夜思妇凭栏望眺。月已西斜，足见她站立楼头已久，这就表明了她思夫之情更深，愁更极。盼望音讯的她仰头叹望，竟产生了雁足回书的遐想。难怪她不顾夜露浸凉，呆呆伫立凝视，直到月满西楼而不知觉。\n下阕“花自飘零水自流”，言眼前的落花流水可不管你的心情如何，自是飘零东流。其实，这一句含有两个意思：“花自飘零”，是说她的青春象花那样空自凋残；“水自流”，是说她丈夫远行了，象悠悠江水空自流。只要我们仔细玩味，就不难发觉，李清照既为自己的红颜易老而感慨，更为丈夫不能和自己共享青春而让它白白地消逝而伤怀。这种复杂而微妙的感情，正是从两个“自”字中表现出来的。这就是她之所以感叹“花自飘零水自流”的关键所在，也是她俩真挚爱情的具体表现。当然，它所喻的人世的一切诸如离别，均给人以无可奈何之感。“一种相思，两处闲愁。”由己及人，互相思念，这是有情人的心灵感应，相互爱慕，温存备致，她想到丈夫一定也同样因离别而苦恼着。这种独特的构思体现了李清照与赵明诚夫妇二人心心相印、情笃爱深，相思却又不能相见的无奈思绪流诸笔端。“此情无计可消除，才下眉头，却上心头。”这种相思之情笼罩心头，无法排遣，蹙着的愁眉方才舒展，而思绪又涌上心头，其内心的绵绵愁苦挥之不去，遣之不走。“才下”、“却上”两个词用得很好，把真挚的感情由外露转向内向，迅疾的情绪变化打破了故作平静的心态，把相思之苦表现得极其真实形象，表达了绵绵无尽的相思与愁情，独守空房的孤独与寂寞充满字里行间，感人至深。这和李煜《乌夜啼》“剪不断，理还乱，是离愁，别是一般滋味在心头”，有异曲同工之妙境，成为千古绝唱。\n总之，《一剪梅》笔调清新，风格细腻，给景物以情感，景语即情语，景物体现了她的心情，显示着她的形象特征。词人移情入景，借景抒情，情景交融，耐人寻味。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52802",
      "translation2" : "注释\n红藕：红色的荷花。玉簟：光滑似玉的精美竹席。\n裳：古人穿的下衣，也泛指衣服。\n兰舟：此处为船的雅称。\n锦书：前秦苏惠曾织锦作《璇玑图》，寄其夫窦滔，计八百四十字，纵横反复，皆可诵读，文词凄婉。后人因称妻寄夫为锦字，或称锦书；亦泛为书信的美称。\n雁字：群雁飞时常排成“一”字或“人”字，诗文中因以雁字称群飞的大雁。\n月满西楼：意思是鸿雁飞回之时，西楼洒满了月光。\n一种相思，两处闲愁：意思是彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。\n才下眉头，却上心头：意思是，眉上愁云刚消，心里又愁了起来。",
      "classes" : "宋词三百首#宋词精选#婉约#思念#闺怨#写景#",
      "author" : "李清照",
      "dynasty" : "宋代",
      "title" : "一剪梅·红藕香残玉簟秋",
      "rank" : "",
      "first_sentence" : "红藕香残玉簟秋。",
      "translation1" : "译文\n    荷已残，香已消，冷滑如玉的竹席，透出深深的凉秋。轻轻的脱下罗绸外裳，一个人独自躺上眠床。仰头凝望远天，那白云舒卷处，谁会将锦书寄来？正是雁群排成“人”字，一行行南归时候。月光皎洁浸人，洒满这西边独倚的亭楼。\n    花，自顾地飘零，水，自顾地漂流。一种离别的相思，牵动起两处的闲愁。啊，无法排除的是——这相思，这离愁，刚从微蹙的眉间消失，又隐隐缠绕上了心头。",
      "content" : "红藕香残玉簟秋。\\n轻解罗裳，\\n独上兰舟。\\n云中谁寄锦书来，\\n雁字回时，\\n月满西楼。\\n花自飘零水自流。\\n一种相思，\\n两处闲愁。\\n此情无计可消除，\\n才下眉头，\\n却上心头。\\n"
    },
    {
      "id" : 624,
      "appreciation1" : "　　人以饱蘸激情的笔触，用铿锵激越的音调，奇丽耀眼的词语，定下这开篇的第一句。“葡萄美酒夜光杯”，犹如突然间拉开帷幕，在人们的眼前展现出五光十色、琳琅满目、酒香四溢的盛大筵席。这景象使人惊喜，使人兴奋，为全诗的抒情创造了气氛，定下了基调。\n　　第二句开头的“欲饮”二字，渲染出这美酒佳肴盛宴的不凡的诱人魅力，表现出将士们那种豪爽开朗的性格。正在大家“欲饮”未得之时，乐队奏起了琵琶，酒宴开始了，那急促欢快的旋律，象是在催促将士们举杯痛饮，使已经热烈的气氛顿时沸腾起来。这句诗改变了七字句习用的音节，采取上二下五的句法，更增强了它的感染力。这里的“催字”，有人说是催出发，和下文似乎难以贯通。有人解释为：催尽管催，饮还是照饮。这也不切合将士们豪放俊爽的精神状态。“马上”二字，往往又使人联想到“出发”，其实在西域胡人中，琵琶本来就是骑在马上弹奏的。“琵琶马上催”，是着意渲染一种欢快宴饮的场面。\n　　诗的三、四句是写筵席上的畅饮和劝酒。过去曾有人认为这两句“作旷达语，倍觉悲痛”。还有人说：“故作豪饮之词，然悲感已极”。话虽不同，但都离不开一个“悲”字。后来更有用低沉、悲凉、感伤、反战等等词语来概括这首诗的思想感情的，依据也是三四两句，特别是末句。“古来征战几人回”，显然是一种夸张的说法。清代施补华说这两句诗：“作悲伤语读便浅，作谐谑语读便妙，在学人领悟。”（《岘佣说诗》）之所以说“作悲伤语读便浅”，是因为它不是在宣扬战争的可怕，也不是表现对戎马生涯的厌恶，更不是对生命不保的哀叹。回过头去看看那欢宴的场面：耳听着阵阵欢快、激越的琵琶声，将士们真是兴致飞扬，你斟我酌，一阵痛饮之后，便醉意微微了。也许有人想放杯了吧，这时座中便有人高叫：怕什么，醉就醉吧，就是醉卧沙场，也请诸位莫笑，“古来征战几人回”，早将生死置之度外了。可见这三、四两句正是席间的劝酒之词，而并不是什么悲伤之情，它虽有几分“谐谑”，却也为尽情酣醉寻得了最具有环境和性格特征的“理由”。“醉卧沙场”，表现出来的不仅是豪放、开朗、兴奋的感情，而且还有着视死如归的勇气，这和豪华的筵席所显示的热烈气氛是一致的。这是一个欢乐的盛宴，那场面和意境决不是一两个人在那儿浅斟低酌，借酒浇愁。它那明快的语言、跳动跌宕的节奏所反映出来的情绪是奔放的，狂热的；它展现出的是一种激动和向往的艺术魅力，这正是盛唐边塞诗的特色。\n　　也有人认为全诗抒发的是反战的哀怨，所揭露的是自有战争以来生还者极少的悲惨事实，却出以豪迈旷达之笔，表现了一种视死如归的悲壮情绪，这就使人透过这种貌似豪放旷达的胸怀，更加看清了军人们心灵深处的忧伤与幻灭。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70844",
      "translation2" : "注释\n1.凉州词：唐乐府名，属《近代曲辞》，是《凉州曲》的唱词，盛唐时流行的一种曲调名。凉州词：王翰写有《凉州词》两首，慷慨悲壮，广为流传。而这首《凉州词》被明代王世贞推为唐代七绝的压卷之作。\n2.夜光杯：用白玉制成的酒杯，光可照明，这里指华贵而精美的酒杯。据《海内十洲记》所载，为周穆王时西胡所献之宝。\n3.欲：将要。\n4.琵琶：这里指作战时用来发出号角的声音时用的。\n5.催：催人出征；也有人解作鸣奏助兴。\n6.沙场：平坦空旷的沙地，古时多指战场。\n7.君：你。\n8.征战：打仗。",
      "classes" : "唐诗三百首#豪放#边塞#战争#宴饮#",
      "author" : "王翰",
      "dynasty" : "唐代",
      "title" : "凉州词二首·其一",
      "rank" : "",
      "first_sentence" : "葡萄美酒夜光杯，欲饮琵琶马上催。",
      "translation1" : "译文\n    酒筵上甘醇的葡萄美酒盛满在精美的夜光杯之中，歌伎们弹奏起急促欢快的琵琶声助兴催饮，想到即将跨马奔赴沙场杀敌报国，战士们个个豪情满怀。\n    今日一定要一醉方休，即使醉倒在战场上又何妨？此次出征为国效力，本来就打算马革裹尸，没有准备活着回来。",
      "content" : "葡萄美酒夜光杯，\\n欲饮琵琶马上催。\\n醉卧沙场君莫笑，\\n古来征战几人回？\\n"
    },
    {
      "id" : 626,
      "appreciation1" : "　　这首为山水名篇，于诗情画意之中寄托着诗人高洁的情怀和对理想境界的追求。\n　　“空山新雨后，天气晚来秋。”诗中明确写有浣女渔舟，诗人怎下笔说是“空山”呢？原来山中树木繁茂，掩盖了人们活动的痕迹，正所谓“空山不见人，但闻人语响”（《鹿柴》）。由于这里人迹罕至，“峡里谁知有人来，世中遥望空云山”（《桃源行》）；自然不知山中有人来了。“空山”两字点出此外有如世外桃源，山雨初霁，万物为之一新，又是初秋的傍晚，空气之清新，景色之美妙，可以想见。\n　　“明月松间照，清泉石上流。”天色已暝，却有皓月当空；群芳已谢，却有青松如盖。山泉清冽，淙淙流泻于山石之上，有如一条洁白无瑕的素练，在月光下闪闪发光，多么幽清明净的自然美啊！王维的《济上四贤咏》曾经赞叹两位贤士的高尚情操，谓其\"息阴无恶木，饮水必清源”。诗人自己也是这种心志高洁的人，他曾说:”宁息野树林，宁饮涧水流，不用坐梁肉，崎岖见王侯。”（《献始兴公》）这月下青松和石上清泉，不正是他所追求的理想境界吗？这两句写景如画，随意洒脱，毫不着力。像这样又动人又自然的写景，达到了艺术上炉火纯青的地步，非一般人所能学到。　“竹喧归浣女，莲动下渔舟。”竹林里传来了一阵阵的歌声笑语，那是一些天真无邪的姑娘们洗罢衣服笑逐着归来了；亭亭玉立的荷叶纷纷向两旁披分，掀翻了无数珍珠般晶莹的水珠，那是顺流而下的渔舟划破了荷塘月色的宁静。在这青松明月之下，在这翠竹青莲之中，生活着这样一群无忧无虑、勤劳善良的人们。这纯洁美好的生活图景，反映了诗人过安静纯朴生活的理想，同时也从反面衬托出他对污浊官场的厌恶。这两句写的很有技巧，而用笔不露痕迹，使人不觉其巧。诗人先写\"竹喧\"\"莲动\"，因为浣女隐在竹林之中，渔舟被莲叶遮蔽，起初未见，等到听到竹林喧声，看到莲叶纷披，才发现浣女、莲舟。这样写更富有真情实感，更富有诗意。\n　　诗的中间两联同是写景，而各有侧重。颔联侧重写物，以物芳而明志洁；颈联侧重写人，以人和而望政通。同时，二者又互为补充，泉水、青松、翠竹、青莲，可以说都是诗人高尚情操的写照，都是诗人理想境界的环境烘托。\n　　既然诗人是那样地高洁，而他在那貌似“空山”之中又找到了一个称心的世外桃源，所以就情不自禁地说：“随意春芳歇，王孙自可留！”本来，《楚辞·招隐士》说：“王孙兮归来，山中兮不可久留！”诗人的体会恰好相反，他觉得“山中”比“朝中”好，洁净纯朴，可以远离官场而洁身自好，所以就决然归隐了。\n　　这首诗一个重要的艺术手法，是以自然美来表现诗人的人格美和一种理想中的社会之美。表面看来，这首诗只是用“赋”的方法模山范水，对景物作细致感人的刻画，实际上通篇都是比兴。诗人通过对山水的描绘寄慨言志，含蕴丰富，耐人寻味。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5636",
      "translation2" : "注释\n⑴暝：日落，天色将晚。\n⑵空山：空旷，空寂的山野。新：刚刚。\n⑶清泉石上流：写的正是雨后的景色。\n⑷竹喧：竹林中笑语喧哗。喧：喧哗，这里指竹叶发出沙沙声响。浣女：洗衣服的姑娘。浣：洗涤衣物。\n⑸随意：任凭。春芳：春天的花草。歇：消散，消失。\n⑹王孙：原指贵族子弟，后来也泛指隐居的人。留：居。此句反用淮南小山《招隐士》：“王孙兮归来，山中兮不可久留”的意思，王孙实亦自指。反映出无可无不可的襟怀。",
      "classes" : "唐诗三百首#山水#写景#写人#秋雨#",
      "author" : "王维",
      "dynasty" : "唐代",
      "title" : "山居秋暝",
      "rank" : "",
      "first_sentence" : "空山新雨后，天气晚来秋。",
      "translation1" : "译文\n    空旷的群山沐浴了一场新雨，夜晚降临使人感到已是初秋。\n    皎皎明月从松隙间洒下清光，清清泉水在山石上淙淙淌流。\n    竹林喧响知是洗衣姑娘归来，莲叶轻摇想是上游荡下轻舟。\n    春日的芳菲不妨任随它消歇，秋天的山中王孙自可以久留。",
      "content" : "空山新雨后，\\n天气晚来秋。\\n明月松间照，\\n清泉石上流。\\n竹喧归浣女，\\n莲动下渔舟。\\n随意春芳歇，\\n王孙自可留。\\n"
    },
    {
      "id" : 632,
      "appreciation1" : "　　《望月怀远》是一首月夜怀念远人的，是作者在离乡时，望月而思念远方亲人而写的。起句“海上生明月”意境雄浑阔大，是千古佳句。它和谢灵运的“池塘生春草”，鲍照的“明月照积雪”，谢朓的“大江流日夜”以及作者自己的“孤鸿海上来”等名句一样，看起来平淡无奇，没有一个奇特的字眼，没有一分点染的色彩，脱口而出，却自然具有一种高华浑融的气象。这一句完全是景，点明题中的“望月”。第二句“天涯共此时”，即由景入情，转入“怀远”。前乎此的有谢庄《月赋》中的“隔千里兮共明月”，后乎此的有苏轼《水调歌头·明月几时有》词中的“但愿人长久，千里共婵娟”，都是写月的名句，其旨意也大抵相同，但由于各人以不同的表现方法，表现在不同的体裁中，谢庄是赋，苏轼是词，张九龄是诗，相体裁衣，各极其妙。这两句把诗题的情景，一起就全部收摄，却又毫不费力，仍是张九龄作古诗时浑成自然的风格。\n　　从月出东斗直到月落鸟啼，是一段很长的时间，诗中说是“竟夕”，亦即通宵。这通宵的月色对一般人来说，可以说是漠不相关的，而远隔天涯的一对情人，因为对月相思而久不能寐，只觉得长夜漫漫，故而落出一个“怨”字。三四两句，就以怨字为中心，以“情人”与“相思”呼应，以“遥夜”与“竟夕”呼应，上承起首两句，一气呵成。这两句采用流水对，自然流畅，具有古诗气韵。\n　　竟夕相思不能入睡，或许是怪屋里烛光太耀眼，于是灭烛，披衣步出门庭，光线还是那么明亮。这天涯共对的一轮明月竟是这样撩人心绪，使人见到它那姣好圆满的光华，更难以入睡。夜已深了，气候更凉一些了，露水也沾湿了身上的衣裳。这里的“滋”字不仅是润湿，而且含滋生不已的意思。“露滋”二字写尽了“遥夜”、“竟夕”的精神。“灭烛怜光满，披衣觉露滋”，两句细巧地写出了深夜对月不眠的实情实景。\n　　相思不眠之际，没有什么可以相赠，只有满手的月光。诗人说：“这月光饱含我满腔的心意，可是又怎么赠送给你呢？还是睡罢！睡了也许能在梦中与你欢聚。”“不堪”两句，构思奇妙，意境幽清，没有深挚情感和切身体会，恐怕是写不出来的。这里诗人暗用晋陆机“照之有余辉，揽之不盈手”两句诗意，翻古为新，悠悠托出不尽情思。诗至此戛然而止，只觉余韵袅袅，令人回味不已。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=2784",
      "translation2" : "注释\n⑴怀远：怀念远方的亲人。\n⑵首二句：辽阔无边的大海上升起一轮明月，使人想起了远在天涯海角的亲友，此时此刻也该是望着同一轮明月。谢庄《月赋》：“隔千里兮共明月”。\n⑶情人：多情的人，指作者自己；一说指亲人。遥夜：长夜。怨遥夜：因离别而幽怨失眠，以至抱怨夜长。竟夕：终宵，即一整夜。\n⑷怜：爱。滋：湿润。怜光满：爱惜满屋的月光。这里的灭烛怜光满，很显然根据上下文，这应该是个月明的时候，应该在农历十五左右。此时月光敞亮，就是在现在今天，熄掉油灯仍然感受得到月光的霞美。当一个人静静的在屋子里面享受月光，就有种“怜”的感觉，这只是一种发自内心的感受而已，读读人，应该理解当时诗人的心理才能读懂诗词。光满自然就是月光照射充盈的样子，“满”描写了一个状态，应该是月光直射到屋内。\n⑸末两句：月华虽好但是不能相赠，不如回入梦乡觅取佳期。陆机《拟明月何皎皎》：“照之有余辉，揽之不盈手。”盈手：双手捧满之意。盈：满（指那种满荡荡的充盈的状态）。",
      "classes" : "唐诗三百首#月亮#中秋节#思乡#思念#",
      "author" : "张九龄",
      "dynasty" : "唐代",
      "title" : "望月怀远 \/ 望月怀古",
      "rank" : "",
      "first_sentence" : "海上生明月，天涯共此时。",
      "translation1" : "译文\n    茫茫的海上升起一轮明月，此时你我都在天涯共相望。\n    有情之人都怨恨月夜漫长，整夜里不眠而把亲人怀想。\n    熄灭蜡烛怜爱这满屋月光，我披衣徘徊深感夜露寒凉。\n    不能把美好的月色捧给你，只望能够与你相见在梦乡。",
      "content" : "海上生明月，\\n天涯共此时。\\n情人怨遥夜，\\n竟夕起相思。\\n灭烛怜光满，\\n披衣觉露滋。\\n不堪盈手赠，\\n还寝梦佳期。\\n"
    },
    {
      "id" : 636,
      "appreciation1" : "　　深挚的母爱，无时无刻不在沐浴着儿女们。然而对于孟郊这位常年颠沛流离、居无定所的游子来说，最值得回忆的，莫过于母子分离的痛苦时刻了。此描写的就是这种时候，慈母缝衣的普通场景，而表现的，却是诗人深沉的内心情感。\n　　开头两句“慈母手中线，游子身上衣”，用“线”与“衣”两件极常见的东西将“慈母”与“游子”紧紧联系在一起，写出母子相依为命的骨肉感情。三、四句“临行密密缝，意恐迟迟归”，通过慈母为游子赶 制出门衣服的动作和心理的刻画，深化这种骨肉之情。母亲千针万线“密密缝”是因为怕儿子“迟迟”难归。伟大的母爱正是通过日常生活中的细节自然地流露出来。前面四句采用白描手法，不作任何修饰，但慈母的形象真切感人。\n　　最后两句“谁言寸草心，报得三春晖”，是作者直抒胸臆，对母爱作尽情的讴歌。这两句采用传统的比兴手法：儿女像区区小草，母爱如春天阳光。儿女怎能报答母爱于万一呢？悬绝的对比，形象的比喻，寄托着赤子对慈母发自肺腑的爱。\n　　这是一首母爱的颂歌，在宦途失意的境况下，诗人饱尝世态炎凉，穷愁终身，故愈觉亲情之可贵。“诗从肺腑出，出辄愁肺腑”（苏轼《读孟郊诗》）。这首诗，虽无藻绘与雕饰，然而清新流畅，淳朴素淡中正见其诗味的浓郁醇美。\n　　这首诗艺术地再现了人所共感的平凡而又伟大的人性美，所以千百年来赢得了无数读者强烈的共鸣。直到清朝，溧阳有两位诗人又吟出了这样的诗句：“父书空满筐，母线萦我襦”（史骐生《写怀》），“向来多少泪，都染手缝衣”（彭桂《建初弟来都省亲喜极有感》），足见此诗给后人的深刻印象。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=19328",
      "translation2" : "注释\n⑴游子：古代称远游旅居的人。吟：体名称。\n⑵游子：指诗人自己，以及各个离乡的游子。\n⑶临：将要。\n⑷意恐：担心。归：回来，回家。\n⑸谁言：一作“难将”。言：说。寸草：小草。这里比喻子女。心：语义双关，既指草木的茎干，也指子女的心意。\n⑹报得：报答。三春晖：春天灿烂的阳光，指慈母之恩。三春：旧称农历正月为孟春，二月为仲春，三月为季春，合称三春。晖：阳光。形容母爱如春天温暖、和煦的阳光照耀着子女。",
      "classes" : "唐诗三百首#乐府#赞颂#母爱#",
      "author" : "孟郊",
      "dynasty" : "唐代",
      "title" : "游子吟",
      "rank" : "",
      "first_sentence" : "慈母手中线，游子身上衣。",
      "translation1" : "译文\n    慈母用手中的针线，为远行的儿子赶制身上的衣衫。\n    临行前一针针密密地缝缀，怕的是儿子回来得晚衣服破损。\n    有谁敢说，子女像小草那样微弱的孝心，能够报答得了像春晖普泽的慈母恩情呢？",
      "content" : "慈母手中线，\\n游子身上衣。\\n临行密密缝，\\n意恐迟迟归。\\n谁言寸草心，\\n报得三春晖。\\n"
    },
    {
      "id" : 637,
      "appreciation1" : "　　第一句“空山不见人”，先正面描写空山的杳无人迹。王维特别喜欢用“空山”这个词语，但在不同的里，它所表现的境界却有区别。“空山新雨后，天气晚来秋”（《山居秋暝》），侧重于表现雨后秋山的空明洁净；“人闲桂花落，夜静春山空”（《鸟鸣涧》），侧重于表现夜间春山的宁静幽美；而“空山不见人”，则侧重于表现山的空寂清泠。由于杳无人迹，这并不真空的山在诗人的感觉中显得空廓虚无，宛如太古之境。“不见人”，把“空山”的意蕴具体化了。\n　　如果只读第一句，读者可能会觉得它比较平常，但在“空山不见人”之后紧接“但闻人语响”，却境界顿出。“但闻”二字颇可玩味。通常情况下，寂静的空山尽管“不见人”，却非一片静默死寂。啾啾鸟语，唧唧虫鸣，瑟瑟风声，潺潺水响，相互交织，大自然的声音其实是非常丰富多彩的。然而此刻，这一切都沓无声息，只是偶尔传来一阵人语声，却看不到人影（由于山深林密）。这“人语响”，似乎是破“寂”的，实际上是以局部的、暂时的“响”反衬出全局的、长久的空寂。空谷传音，愈见空谷之空；空山人语，愈见空山之寂。人语响过，空山复归于万籁俱寂的境界；而且由于刚才那一阵人语响，这时的空寂感就更加突出。\n　　三四句由上幅的描写空山中传语进而描写深林返照，由声而色，深林，本来就幽暗，林间树下的青苔，更突出了深林的不见阳光。寂静与幽暗，虽分别诉之于听觉与视觉，但它们在人们总的印象中，却常属于一类，因此幽与静往往连类而及。按照常情，写深林的幽暗，应该着力描绘它不见阳光，这两句却特意写返景射入深林，照映的青苔上。读者猛然一看，会觉得这一抹斜晖，给幽暗的深林带来一线光亮，给林间青苔带来一丝暖意，或者说给整个深林带来一点生意。但细加体味，就会感到，无论就作者的主观意图或作品的客观效果来看，都恰与此相反。一味的幽暗有时反倒使人不觉其幽暗，而当一抹余晖射入幽暗的深林，斑斑驳驳的树影照映在树下的青苔上时，那一小片光影和大片的无边的幽暗所构成的强烈对比，反而使深林的幽暗更加突出。特别是这“返景”，不仅微弱，而且短暂，一抹余晖转瞬逝去之后，接踵而来的便是漫长的幽暗。如果说，一二句是以有声反衬空寂；那么三四句便是以光亮反衬幽暗。整首诗就像是在绝大部分用冷色的画面上掺进了一点暖色，结果反而使冷色给人的印象更加突出。\n　　静美和壮美，是大自然的千姿百态的美的两种类型，其间原本无轩轻之分。但静而近于空无，幽而略带冷寂，则多少表现了作者美学趣味中独特的一面。同样写到“空山”，同样侧重于表现静美，《山居秋暝》色调明朗，在幽静的基调上浮动着安恬的气息，蕴含着活泼的生机；《鸟鸣涧》虽极写春山的静谧，但整个意境并不幽冷空寂，素月的清辉、桂花的芬芳、山鸟的啼鸣，都带有春的气息和夜的安恬；而《鹿柴》则带有幽冷空寂的色彩，尽管还不至于幽森枯寂。\n　　王维是诗人、画家兼音乐家。这首诗正体现出诗、画、乐的结合。无声的静寂、无光的幽暗，一般人都易于觉察；但有声的静寂，有光的幽暗，则较少为人所注意。诗人正是以他特有的画家、音乐家对色彩、声音的敏感，才把握住了空山人语响和深林入返照的一刹那间所显示的特有的幽静境界。但是这种敏感，又和他对大自然的细致观察、潜心默会分不开。",
      "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5737",
      "translation2" : "注释\n（1）鹿柴：“柴”同“寨“，栅栏。此为地名。\n（2）但：只。闻：听见。\n（3）返景：夕阳返照的光。“景”古时同“影”。\n（4） 照：照耀(着)。",
      "classes" : "唐诗三百首#写山#写景#",
      "author" : "王维",
      "dynasty" : "唐代",
      "title" : "鹿柴",
      "rank" : "",
      "first_sentence" : "空山不见人，但闻人语响。",
      "translation1" : "译文\n    幽静的山谷里看不见人，只能听到那说话的声音。\n    落日的影晕映入了深林，又照在青苔上景色宜人。",
      "content" : "空山不见人，\\n但闻人语响。\\n返景入深林，\\n复照青苔上。\\n"
    },
        {
            "id": "12",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=2077"
        },
        {
            "id": "15",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71049"
        },
        {
            "id": "22",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70979"
        },
        {
            "id": "19",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=21818"
        },
        {
            "id": "20",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=24482"
        },
        {
            "id": "14",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7494"
        },
        {
            "id": "29",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=45692"
        },
        {
            "id": "31",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71198"
        },
        {
            "id": "37",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69361"
        },
        {
            "id": "25",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71044"
        },
        {
            "id": "40",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8411"
        },
        {
            "id": "30",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71038"
        },
        {
            "id": "34",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=33526"
        },
        {
            "id": "26",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69140"
        },
        {
            "id": "41",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=19085"
        },
        {
            "id": "44",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70939"
        },
        {
            "id": "46",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8328"
        },
        {
            "id": "49",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65231"
        },
        {
            "id": "51",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71195"
        },
        {
            "id": "54",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70849"
        },
        {
            "id": "69",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=18709"
        },
        {
            "id": "72",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70886"
        },
        {
            "id": "76",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8089"
        },
        {
            "id": "73",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=58029"
        },
        {
            "id": "77",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8156"
        },
        {
            "id": "78",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57913"
        },
        {
            "id": "83",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70963"
        },
        {
            "id": "84",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10449"
        },
        {
            "id": "52",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69198"
        },
        {
            "id": "88",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70862"
        },
        {
            "id": "90",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=27713"
        },
        {
            "id": "91",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=20285"
        },
        {
            "id": "92",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70898"
        },
        {
            "id": "93",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5888"
        },
        {
            "id": "94",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70897"
        },
        {
            "id": "95",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52809"
        },
        {
            "id": "97",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=9098"
        },
        {
            "id": "96",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71074"
        },
        {
            "id": "99",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=27709"
        },
        {
            "id": "102",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8481"
        },
        {
            "id": "104",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71202"
        },
        {
            "id": "105",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69088"
        },
        {
            "id": "107",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71201"
        },
        {
            "id": "108",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=9747"
        },
        {
            "id": "109",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7863"
        },
        {
            "id": "110",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6525"
        },
        {
            "id": "111",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=11532"
        },
        {
            "id": "112",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=4156"
        },
        {
            "id": "113",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=31860"
        },
        {
            "id": "114",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=2369"
        },
        {
            "id": "115",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48134"
        },
        {
            "id": "116",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69142"
        },
        {
            "id": "118",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69146"
        },
        {
            "id": "120",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=2865"
        },
        {
            "id": "121",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7312"
        },
        {
            "id": "124",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48718"
        },
        {
            "id": "130",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6606"
        },
        {
            "id": "122",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71085"
        },
        {
            "id": "131",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=11149"
        },
        {
            "id": "128",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69071"
        },
        {
            "id": "134",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=9323"
        },
        {
            "id": "135",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70940"
        },
        {
            "id": "137",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71040"
        },
        {
            "id": "123",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=21838"
        },
        {
            "id": "129",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=17931"
        },
        {
            "id": "141",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48358"
        },
        {
            "id": "142",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71209"
        },
        {
            "id": "139",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57521"
        },
        {
            "id": "136",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69231"
        },
        {
            "id": "127",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48013"
        },
        {
            "id": "151",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69107"
        },
        {
            "id": "133",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7336"
        },
        {
            "id": "132",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71203"
        },
        {
            "id": "153",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5642"
        },
        {
            "id": "149",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=21750"
        },
        {
            "id": "156",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69134"
        },
        {
            "id": "152",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71207"
        },
        {
            "id": "154",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70965"
        },
        {
            "id": "161",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47932"
        },
        {
            "id": "164",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70957"
        },
        {
            "id": "148",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50973"
        },
        {
            "id": "159",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70885"
        },
        {
            "id": "163",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70986"
        },
        {
            "id": "167",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70896"
        },
        {
            "id": "168",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47687"
        },
        {
            "id": "150",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50249"
        },
        {
            "id": "169",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70987"
        },
        {
            "id": "172",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6"
        },
        {
            "id": "166",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47873"
        },
        {
            "id": "176",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47938"
        },
        {
            "id": "171",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48041"
        },
        {
            "id": "180",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52816"
        },
        {
            "id": "165",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48003"
        },
        {
            "id": "181",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48007"
        },
        {
            "id": "185",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69068"
        },
        {
            "id": "186",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69083"
        },
        {
            "id": "187",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70934"
        },
        {
            "id": "189",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48107"
        },
        {
            "id": "188",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70922"
        },
        {
            "id": "184",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47981"
        },
        {
            "id": "193",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69125"
        },
        {
            "id": "194",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69077"
        },
        {
            "id": "177",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69102"
        },
        {
            "id": "170",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69119"
        },
        {
            "id": "202",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70948"
        },
        {
            "id": "190",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70973"
        },
        {
            "id": "140",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10832"
        },
        {
            "id": "203",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69145"
        },
        {
            "id": "206",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70926"
        },
        {
            "id": "196",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70915"
        },
        {
            "id": "210",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70975"
        },
        {
            "id": "200",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69128"
        },
        {
            "id": "213",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70966"
        },
        {
            "id": "214",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48083"
        },
        {
            "id": "204",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70891"
        },
        {
            "id": "192",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69055"
        },
        {
            "id": "217",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69093"
        },
        {
            "id": "221",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70933"
        },
        {
            "id": "224",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70978"
        },
        {
            "id": "208",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48151"
        },
        {
            "id": "226",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69062"
        },
        {
            "id": "222",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70917"
        },
        {
            "id": "231",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71035"
        },
        {
            "id": "219",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70903"
        },
        {
            "id": "227",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28681"
        },
        {
            "id": "239",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47971"
        },
        {
            "id": "240",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70889"
        },
        {
            "id": "233",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69124"
        },
        {
            "id": "242",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69059"
        },
        {
            "id": "246",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47937"
        },
        {
            "id": "248",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70949"
        },
        {
            "id": "247",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70936"
        },
        {
            "id": "245",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47989"
        },
        {
            "id": "253",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69148"
        },
        {
            "id": "254",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47980"
        },
        {
            "id": "255",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70944"
        },
        {
            "id": "252",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69104"
        },
        {
            "id": "250",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69076"
        },
        {
            "id": "257",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71043"
        },
        {
            "id": "238",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69053"
        },
        {
            "id": "264",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70983"
        },
        {
            "id": "261",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70930"
        },
        {
            "id": "267",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70932"
        },
        {
            "id": "265",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70988"
        },
        {
            "id": "271",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71996"
        },
        {
            "id": "275",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69122"
        },
        {
            "id": "276",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69132"
        },
        {
            "id": "281",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70964"
        },
        {
            "id": "285",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69121"
        },
        {
            "id": "291",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7741"
        },
        {
            "id": "294",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48143"
        },
        {
            "id": "299",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70895"
        },
        {
            "id": "295",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71006"
        },
        {
            "id": "300",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70913"
        },
        {
            "id": "278",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71000"
        },
        {
            "id": "293",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70928"
        },
        {
            "id": "298",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70943"
        },
        {
            "id": "304",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48141"
        },
        {
            "id": "306",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48098"
        },
        {
            "id": "313",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70937"
        },
        {
            "id": "316",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71027"
        },
        {
            "id": "317",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47986"
        },
        {
            "id": "318",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70925"
        },
        {
            "id": "324",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70921"
        },
        {
            "id": "325",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70924"
        },
        {
            "id": "332",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70985"
        },
        {
            "id": "289",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47976"
        },
        {
            "id": "337",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71034"
        },
        {
            "id": "322",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71010"
        },
        {
            "id": "323",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70923"
        },
        {
            "id": "331",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70959"
        },
        {
            "id": "344",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48169"
        },
        {
            "id": "346",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48167"
        },
        {
            "id": "339",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70990"
        },
        {
            "id": "343",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70997"
        },
        {
            "id": "363",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57795"
        },
        {
            "id": "364",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52792"
        },
        {
            "id": "340",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70951"
        },
        {
            "id": "365",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49436"
        },
        {
            "id": "370",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50243"
        },
        {
            "id": "369",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71075"
        },
        {
            "id": "371",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49753"
        },
        {
            "id": "368",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47040"
        },
        {
            "id": "374",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50257"
        },
        {
            "id": "381",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=56022"
        },
        {
            "id": "378",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=56087"
        },
        {
            "id": "376",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48269"
        },
        {
            "id": "335",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71021"
        },
        {
            "id": "382",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48749"
        },
        {
            "id": "366",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49481"
        },
        {
            "id": "379",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48203"
        },
        {
            "id": "388",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=2042"
        },
        {
            "id": "383",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71076"
        },
        {
            "id": "387",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71082"
        },
        {
            "id": "375",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=66084"
        },
        {
            "id": "392",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50235"
        },
        {
            "id": "393",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49377"
        },
        {
            "id": "395",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65050"
        },
        {
            "id": "385",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=64105"
        },
        {
            "id": "394",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48292"
        },
        {
            "id": "399",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=53503"
        },
        {
            "id": "390",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65080"
        },
        {
            "id": "401",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52794"
        },
        {
            "id": "403",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49230"
        },
        {
            "id": "405",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=59128"
        },
        {
            "id": "386",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48478"
        },
        {
            "id": "407",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50475"
        },
        {
            "id": "391",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71056"
        },
        {
            "id": "408",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47045"
        },
        {
            "id": "410",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50323"
        },
        {
            "id": "409",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52549"
        },
        {
            "id": "411",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71084"
        },
        {
            "id": "398",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=53501"
        },
        {
            "id": "414",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50248"
        },
        {
            "id": "412",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71078"
        },
        {
            "id": "406",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=51015"
        },
        {
            "id": "404",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48343"
        },
        {
            "id": "415",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47085"
        },
        {
            "id": "402",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48577"
        },
        {
            "id": "413",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57613"
        },
        {
            "id": "400",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=59363"
        },
        {
            "id": "419",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=64944"
        },
        {
            "id": "421",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71069"
        },
        {
            "id": "423",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49119"
        },
        {
            "id": "426",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52680"
        },
        {
            "id": "422",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=60415"
        },
        {
            "id": "418",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65439"
        },
        {
            "id": "429",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71071"
        },
        {
            "id": "428",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48640"
        },
        {
            "id": "431",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71090"
        },
        {
            "id": "430",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=59367"
        },
        {
            "id": "420",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=56540"
        },
        {
            "id": "434",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49127"
        },
        {
            "id": "436",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=51197"
        },
        {
            "id": "435",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47070"
        },
        {
            "id": "440",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=61142"
        },
        {
            "id": "437",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71092"
        },
        {
            "id": "442",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49260"
        },
        {
            "id": "438",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52881"
        },
        {
            "id": "433",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=64278"
        },
        {
            "id": "445",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=23706"
        },
        {
            "id": "377",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57580"
        },
        {
            "id": "443",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49373"
        },
        {
            "id": "427",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47057"
        },
        {
            "id": "444",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65426"
        },
        {
            "id": "446",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=61207"
        },
        {
            "id": "451",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71058"
        },
        {
            "id": "450",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=51380"
        },
        {
            "id": "452",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65503"
        },
        {
            "id": "417",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71057"
        },
        {
            "id": "456",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=61135"
        },
        {
            "id": "457",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65053"
        },
        {
            "id": "454",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71051"
        },
        {
            "id": "460",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=55273"
        },
        {
            "id": "458",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48495"
        },
        {
            "id": "461",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65097"
        },
        {
            "id": "441",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49409"
        },
        {
            "id": "455",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48202"
        },
        {
            "id": "463",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=51987"
        },
        {
            "id": "448",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71053"
        },
        {
            "id": "462",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48188"
        },
        {
            "id": "459",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50967"
        },
        {
            "id": "449",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48704"
        },
        {
            "id": "467",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49693"
        },
        {
            "id": "468",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=72029"
        },
        {
            "id": "464",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57660"
        },
        {
            "id": "474",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=64094"
        },
        {
            "id": "480",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=67089"
        },
        {
            "id": "481",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65112"
        },
        {
            "id": "479",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8663"
        },
        {
            "id": "483",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48845"
        },
        {
            "id": "482",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48395"
        },
        {
            "id": "488",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=53502"
        },
        {
            "id": "485",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=59815"
        },
        {
            "id": "486",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=58984"
        },
        {
            "id": "491",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49136"
        },
        {
            "id": "494",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=55203"
        },
        {
            "id": "489",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48401"
        },
        {
            "id": "497",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71052"
        },
        {
            "id": "499",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49425"
        },
        {
            "id": "501",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65501"
        },
        {
            "id": "502",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71083"
        },
        {
            "id": "495",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57469"
        },
        {
            "id": "476",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=51189"
        },
        {
            "id": "505",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47069"
        },
        {
            "id": "507",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=68176"
        },
        {
            "id": "503",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65393"
        },
        {
            "id": "509",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50683"
        },
        {
            "id": "477",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50238"
        },
        {
            "id": "515",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=66550"
        },
        {
            "id": "508",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71068"
        },
        {
            "id": "513",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52500"
        },
        {
            "id": "512",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47048"
        },
        {
            "id": "517",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48187"
        },
        {
            "id": "520",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50511"
        },
        {
            "id": "514",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57847"
        },
        {
            "id": "522",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48510"
        },
        {
            "id": "516",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48184"
        },
        {
            "id": "526",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52139"
        },
        {
            "id": "527",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=66956"
        },
        {
            "id": "525",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52801"
        },
        {
            "id": "530",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71067"
        },
        {
            "id": "533",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71073"
        },
        {
            "id": "534",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57102"
        },
        {
            "id": "528",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57515"
        },
        {
            "id": "524",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71063"
        },
        {
            "id": "538",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49913"
        },
        {
            "id": "539",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=55637"
        },
        {
            "id": "543",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50625"
        },
        {
            "id": "541",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71062"
        },
        {
            "id": "504",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70934"
        },
        {
            "id": "546",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=56559"
        },
        {
            "id": "544",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52804"
        },
        {
            "id": "548",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=61971"
        },
        {
            "id": "549",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=56653"
        },
        {
            "id": "532",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=69957"
        },
        {
            "id": "553",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71065"
        },
        {
            "id": "521",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=59814"
        },
        {
            "id": "554",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49075"
        },
        {
            "id": "529",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=61076"
        },
        {
            "id": "560",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49924"
        },
        {
            "id": "537",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52853"
        },
        {
            "id": "550",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50997"
        },
        {
            "id": "561",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48741"
        },
        {
            "id": "565",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=58914"
        },
        {
            "id": "562",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50741"
        },
        {
            "id": "567",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48616"
        },
        {
            "id": "563",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52322"
        },
        {
            "id": "552",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57944"
        },
        {
            "id": "535",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71082"
        },
        {
            "id": "571",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57937"
        },
        {
            "id": "573",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71070"
        },
        {
            "id": "564",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71079"
        },
        {
            "id": "575",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71054"
        },
        {
            "id": "579",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71077"
        },
        {
            "id": "583",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71092"
        },
        {
            "id": "580",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=51535"
        },
        {
            "id": "585",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49867"
        },
        {
            "id": "577",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47419"
        },
        {
            "id": "582",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49493"
        },
        {
            "id": "587",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=55113"
        },
        {
            "id": "589",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=59367"
        },
        {
            "id": "586",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49868"
        },
        {
            "id": "592",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52988"
        },
        {
            "id": "556",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49088"
        },
        {
            "id": "593",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=52054"
        },
        {
            "id": "584",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71087"
        },
        {
            "id": "588",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71080"
        },
        {
            "id": "594",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57768"
        },
        {
            "id": "598",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=56077"
        },
        {
            "id": "600",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49078"
        },
        {
            "id": "601",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=51020"
        },
        {
            "id": "599",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50692"
        },
        {
            "id": "602",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47080"
        },
        {
            "id": "597",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=62429"
        },
        {
            "id": "604",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49466"
        },
        {
            "id": "606",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49175"
        },
        {
            "id": "611",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50679"
        },
        {
            "id": "591",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=62345"
        },
        {
            "id": "613",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71072"
        },
        {
            "id": "612",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50438"
        },
        {
            "id": "590",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65063"
        },
        {
            "id": "569",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=57769"
        },
        {
            "id": "616",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=50227"
        },
        {
            "id": "618",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=48740"
        },
        {
            "id": "617",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71060"
        },
        {
            "id": "623",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=65181"
        },
        {
            "id": "610",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=64851"
        },
        {
            "id": "627",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7501"
        },
        {
            "id": "628",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=13034"
        },
        {
            "id": "630",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=12271"
        },
        {
            "id": "633",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8345"
        },
        {
            "id": "631",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7717"
        },
        {
            "id": "629",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=11550"
        },
        {
            "id": "634",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=11098"
        },
        {
            "id": "635",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10928"
        },
        {
            "id": "625",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10886"
        },
        {
            "id": "639",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28569"
        },
        {
            "id": "620",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=71059"
        },
        {
            "id": "638",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=12445"
        },
        {
            "id": "644",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5514"
        },
        {
            "id": "645",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5773"
        },
        {
            "id": "643",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=19003"
        },
        {
            "id": "647",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70869"
        },
        {
            "id": "649",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=3100"
        },
        {
            "id": "622",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=49145"
        },
        {
            "id": "641",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7826"
        },
        {
            "id": "653",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70853"
        },
        {
            "id": "651",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70873"
        },
        {
            "id": "615",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=59318"
        },
        {
            "id": "652",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10310"
        },
        {
            "id": "648",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28900"
        },
        {
            "id": "658",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7783"
        },
        {
            "id": "659",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=12999"
        },
        {
            "id": "655",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70840"
        },
        {
            "id": "646",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5583"
        },
        {
            "id": "663",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=11245"
        },
        {
            "id": "661",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=3506"
        },
        {
            "id": "654",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5611"
        },
        {
            "id": "664",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28931"
        },
        {
            "id": "668",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70855"
        },
        {
            "id": "657",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8279"
        },
        {
            "id": "672",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28591"
        },
        {
            "id": "667",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5638"
        },
        {
            "id": "674",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=29229"
        },
        {
            "id": "676",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=11187"
        },
        {
            "id": "662",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=27911"
        },
        {
            "id": "670",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=18702"
        },
        {
            "id": "669",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7247"
        },
        {
            "id": "679",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70856"
        },
        {
            "id": "666",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7727"
        },
        {
            "id": "656",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=18010"
        },
        {
            "id": "680",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5762"
        },
        {
            "id": "686",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7256"
        },
        {
            "id": "681",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10396"
        },
        {
            "id": "687",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6097"
        },
        {
            "id": "689",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=11343"
        },
        {
            "id": "688",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7305"
        },
        {
            "id": "678",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70861"
        },
        {
            "id": "691",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5649"
        },
        {
            "id": "693",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70882"
        },
        {
            "id": "690",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=2073"
        },
        {
            "id": "695",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70878"
        },
        {
            "id": "683",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=37311"
        },
        {
            "id": "698",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5637"
        },
        {
            "id": "671",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8669"
        },
        {
            "id": "699",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8040"
        },
        {
            "id": "696",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=38252"
        },
        {
            "id": "685",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5550"
        },
        {
            "id": "703",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6771"
        },
        {
            "id": "677",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5729"
        },
        {
            "id": "710",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5889"
        },
        {
            "id": "707",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8722"
        },
        {
            "id": "702",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70879"
        },
        {
            "id": "700",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=27610"
        },
        {
            "id": "694",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=14705"
        },
        {
            "id": "715",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=27763"
        },
        {
            "id": "714",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8594"
        },
        {
            "id": "717",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8693"
        },
        {
            "id": "709",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=22150"
        },
        {
            "id": "720",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70852"
        },
        {
            "id": "722",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6684"
        },
        {
            "id": "725",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7825"
        },
        {
            "id": "724",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=32369"
        },
        {
            "id": "684",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=3952"
        },
        {
            "id": "713",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=46914"
        },
        {
            "id": "728",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70883"
        },
        {
            "id": "727",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10465"
        },
        {
            "id": "721",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28780"
        },
        {
            "id": "730",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10414"
        },
        {
            "id": "731",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=19032"
        },
        {
            "id": "735",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28810"
        },
        {
            "id": "718",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=31653"
        },
        {
            "id": "737",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=47609"
        },
        {
            "id": "736",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7413"
        },
        {
            "id": "739",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6038"
        },
        {
            "id": "738",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=27724"
        },
        {
            "id": "741",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5591"
        },
        {
            "id": "744",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10380"
        },
        {
            "id": "746",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=14710"
        },
        {
            "id": "742",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=9317"
        },
        {
            "id": "748",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10388"
        },
        {
            "id": "733",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=4745"
        },
        {
            "id": "734",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=2025"
        },
        {
            "id": "751",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8663"
        },
        {
            "id": "750",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10859"
        },
        {
            "id": "754",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70845"
        },
        {
            "id": "755",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7576"
        },
        {
            "id": "745",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8229"
        },
        {
            "id": "756",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=20686"
        },
        {
            "id": "758",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=36986"
        },
        {
            "id": "761",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=22409"
        },
        {
            "id": "760",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28965"
        },
        {
            "id": "764",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70863"
        },
        {
            "id": "765",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28585"
        },
        {
            "id": "753",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=11871"
        },
        {
            "id": "767",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=41885"
        },
        {
            "id": "763",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=2697"
        },
        {
            "id": "762",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=31899"
        },
        {
            "id": "770",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=9365"
        },
        {
            "id": "747",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=11218"
        },
        {
            "id": "771",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28626"
        },
        {
            "id": "772",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70860"
        },
        {
            "id": "775",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10460"
        },
        {
            "id": "777",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6605"
        },
        {
            "id": "766",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=31816"
        },
        {
            "id": "774",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5238"
        },
        {
            "id": "781",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=36250"
        },
        {
            "id": "778",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=18336"
        },
        {
            "id": "782",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7086"
        },
        {
            "id": "779",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=36927"
        },
        {
            "id": "785",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7827"
        },
        {
            "id": "708",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6436"
        },
        {
            "id": "783",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10649"
        },
        {
            "id": "786",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5961"
        },
        {
            "id": "776",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70850"
        },
        {
            "id": "784",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7100"
        },
        {
            "id": "790",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=2697"
        },
        {
            "id": "795",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70841"
        },
        {
            "id": "793",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=31751"
        },
        {
            "id": "797",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=15265"
        },
        {
            "id": "791",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70865"
        },
        {
            "id": "800",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6312"
        },
        {
            "id": "801",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=13105"
        },
        {
            "id": "798",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70839"
        },
        {
            "id": "804",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5970"
        },
        {
            "id": "788",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=20788"
        },
        {
            "id": "806",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7275"
        },
        {
            "id": "811",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=31867"
        },
        {
            "id": "813",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10965"
        },
        {
            "id": "812",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6032"
        },
        {
            "id": "805",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10909"
        },
        {
            "id": "794",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70847"
        },
        {
            "id": "816",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7057"
        },
        {
            "id": "819",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7824"
        },
        {
            "id": "757",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70877"
        },
        {
            "id": "768",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5491"
        },
        {
            "id": "823",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6494"
        },
        {
            "id": "829",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6013"
        },
        {
            "id": "830",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=11826"
        },
        {
            "id": "817",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8080"
        },
        {
            "id": "826",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28098"
        },
        {
            "id": "835",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7325"
        },
        {
            "id": "837",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=10240"
        },
        {
            "id": "833",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=30310"
        },
        {
            "id": "834",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7319"
        },
        {
            "id": "839",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=15578"
        },
        {
            "id": "840",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7877"
        },
        {
            "id": "825",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6443"
        },
        {
            "id": "842",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=14928"
        },
        {
            "id": "848",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=27277"
        },
        {
            "id": "847",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=12052"
        },
        {
            "id": "846",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5627"
        },
        {
            "id": "844",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70859"
        },
        {
            "id": "853",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=2697"
        },
        {
            "id": "858",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5834"
        },
        {
            "id": "854",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8559"
        },
        {
            "id": "860",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70858"
        },
        {
            "id": "863",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6033"
        },
        {
            "id": "850",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=27922"
        },
        {
            "id": "864",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=27027"
        },
        {
            "id": "866",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28659"
        },
        {
            "id": "856",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=27137"
        },
        {
            "id": "872",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=6067"
        },
        {
            "id": "867",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8750"
        },
        {
            "id": "862",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=18246"
        },
        {
            "id": "878",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=38365"
        },
        {
            "id": "874",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70842"
        },
        {
            "id": "880",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=1465"
        },
        {
            "id": "873",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=5844"
        },
        {
            "id": "883",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=8442"
        },
        {
            "id": "884",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=15477"
        },
        {
            "id": "879",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=3026"
        },
        {
            "id": "885",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=70871"
        },
        {
            "id": "887",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28633"
        },
        {
            "id": "881",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=29118"
        },
        {
            "id": "886",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=7344"
        },
        {
            "id": "882",
            "audio_html": "https://so.gushiwen.org/viewplay.aspx?id=28697"
        }
    ]
}
